{
  "quotes": [
    [
      {
        "date": {
          "month": 1,
          "day": 1
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Better to know a few things which are good and necessary than many things which are useless and mediocre."
      },
      {
        "type": "quote",
        "message": "What a great treasure can be hidden in a small, selected library! A company of the wisest and the most deserving people from all the civilized countries of the world, for thousands of years, can make the results of their studies and their in clear words for us, people from another century. Yes, we should be grateful for the best books, for the best spiritual achievements in our lives.",
        "author": "Ralph Waldo Emerson"
      },
      {
        "type": "quote",
        "message": "There are too many mediocre books which exist just to entertain your mind. Therefore, read only those books which are accepted without doubt as good.",
        "author": "Lucius Annaeus Seneca"
      },
      {
        "type": "quote",
        "message": "Read the best books first, otherwise you’ll find you do not have time.",
        "author": "Henry David Thoreau"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The difference between real material poison and intellectual poison is that most material poison is disgusting to the taste, but intellectual poison, which takes the form of cheap newspapers or bad books, can unfortunately sometimes be attractive."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 2
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "One of the worst prejudices known is held by the majority of the so-called scholars of our time, who claim that a person can live without faith."
      },
      {
        "type": "quote",
        "message": "Throughout the centuries, in every age, people have wanted to know or at least have a vague idea about the source, the beginning, and the final purpose of their existence. Religion satisfies this requirement, and makes clear those connections which unite all people as brothers, revealing to them that they have the same source of origin, the same task for their lives, and the same general final goal.",
        "author": "Guiseppe Mazzini"
      },
      {
        "type": "message",
        "italics": true,
        "message": " The essential meaning of every religion is to answer the question “Why do I live, and what is my attitude to the limitless world which surrounds me?” There is not a single religion, from the most sophisticated to the most primitive, which does not have as its basis the definition of this attitude of a person to the world."
      },
      {
        "type": "quote",
        "message": "At the heart of all religions lies a single unifying truth. Let Persians bear their taovids, Jews wear their caps, Christians bear their cross, Muslims bear their sickle moon, but we have to remember that these are all only outer signs. The general essence of all religions is love to your neighbor, and that this is requested by Manuf, Zoroaster, Buddha, Moses, Socrates, Jesus, Saint Paul, and Mohammed alike.",
        "author": "EWALD FLÜGEL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The life of a person without faith is the life of an animal."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 3
        }
      },
      {
        "type": "quote",
        "message": "Those who know the rules of true wisdom are baser than those who love them. Those who love them are baser than those who follow them.",
        "author": "Chinese Proverb"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The most important question to keep before ourselves at all times is this: Do we do the right thing? During this short period of time which  we call our life, do our acts conform to the will of the force that sent us into the world? Do we do the right thing?"
      },
      {
        "type": "message",
        "italics": true,
        "message": "When I am in difficult circumstances, I ask God to help me. But it is my duty to serve the Lord, and not His to serve me. As soon as I remember this, my burden becomes lighter."
      },
      {
        "type": "quote",
        "message": "We have to fulfill honestly and irreproachably the work destined for us. It does not matter whether we hope that we will become angels some day, or believe that we have originated from slugs.",
        "author": "John Ruskin"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Just imagine that the purpose of your life is your happiness only—then life becomes a cruel and senseless thing. You have to embrace what the wisdom of humanity, your intellect, and your heart tell you: that the meaning of life is to serve the force that sent you into the world. Then life becomes a constant joy."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 4
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Even if we don’t want to, we can’t help but feel our connection to the rest of mankind: we are connected by industry, by trade, by art, by knowledge, and most importantly, by our common mortality."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Kind people help each other even without noticing that they are doing so, and evil people act against each other on purpose.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "quote",
        "message": "Every person has his burden. One cannot live without the support of other people; therefore we have to support each other with consolation, advice, and mutual warnings.",
        "author": "From the \"BOOK OF DIVINE THOUGHTS\""
      },
      {
        "type": "quote",
        "message": "All the children of Adam are members of the same body. When one member suffers, all the others suffer as well. If you are indifferent to the sufferings of others, you do not deserve to be called a man.",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The history of mankind is the movement of humanity toward greater and greater unification."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 5
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Sometimes, the damage done by our words is obvious and sometimes it isn’t, but the damage is not any smaller for our not being able to see those people who suffer from our words."
      },
      {
        "type": "quote",
        "message": "A gunshot wound may be cured, but the wound made by a tongue never heals.",
        "author": "PERSIAN WISDOM"
      },
      {
        "type": "quote",
        "message": "If any man offend not in word, the same is a perfect man…. Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
        "author": "—JAMES 3: 2, 5"
      },
      {
        "type": "quote",
        "message": "When you hear people speak about the viciousness of other people, do not share in pleasure by discussing these issues. When you hear about the bad deeds of people, do not listen to the end and try to forget what you have heard. When you hear about the virtues of other people, remember them and tell them to others.",
        "author": "EASTERN WISDOM"
      },
      {
        "type": "quote",
        "message": "Do listen to disputes, but be not so involved in disputes yourself.",
        "author": "NIKOLAI GOGOL"
      },
      {
        "type": "scripture",
        "message": "I said, I will take heed to my ways, that I sin not with my tongue.",
        "verse": "PSALMS 39:1"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Be afraid to destroy the unity of people by stirring bad feelings amongst them against another with your words."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 6
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It’s important to strive to do good, and even more important to strive to abstain from evil."
      },
      {
        "type": "quote",
        "message": "Abstention should be a habit in your life; it should support you in your virtues. For he who is resolute in goodness, there is nothing that he could not overcome.",
        "author": "LAO-TZU"
      },
      {
        "type": "quote",
        "message": "Put at least half of your energy into making yourself free of empty wishes, and very soon you will see that in so doing you will receive much greater fulfillment and happiness.",
        "author": " After EPICTETUS"
      },
      {
        "type": "quote",
        "message": "God tests everyone, one with wealth, another with poverty. A rich man is tested in whether he would extend an arm of support to those who need it; a poor man in whether he would bear all his sufferings without discontent and with obedience.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "I will call the right groom he who can stop his rage, which goes as fast as the fastest chariot. Other people have no power; they just hold the reins.",
        "author": "—DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "No matter how many times yon aim to achieve victory over your passions, do not give tip. Every effort weakens the power of passion and makes it easier to gain victory over it."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 7
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Kindness is necessary in relationships with people. If you are not kind to a person, you are not fulfilling your major obligation."
      },
      {
        "type": "quote",
        "message": "You have to respect every person, no matter how miserable or ridiculous he or she may be. You should remember that in every person lives the same spirit which lives in us.",
        "author": "After ARTHUR SCHOPENHAUER"
      },
      {
        "type": "quote",
        "message": "Do not be cruel of heart to those who are tempted, but try to console them, just as you would like to be comforted.",
        "author": "From the BOOK OF DIVINE THOUGHTS"
      },
      {
        "type": "quote",
        "message": "(1) Do not postpone for tomorrow what you can do today. (2) Do not force another person to do what you can do by yourself. (3) Pride costs more than all that is necessary for food, drink, shelter, or dress. (4) We suffer so much, thinking about what could have happened, but not about what has actually happened. (5) If you lose your temper, count up to ten before you do or say anything. If you haven’t calmed down, then count to a hundred; and if you have not calmed down after this, count up to a thousand.",
        "author": "After THOMAS JEFFERSON"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The kinder and the more thoughtful a person is, the more kindness he can find in other people."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Kindness enriches our life; with kindness mysterious things become clear, difficult things become easy, and dull things become cheerful."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 8
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Christian teaching is so simple that even small children can understand its meaning. Those people cannot understand it, and only those, who want to seem and to be called Christians without being real Christians."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Buddha said, “A man who starts to live for his soul is like a man who brings a lantern into a dark house. The darkness disappears at once. You have to be persistent in this, and your soul will have this light.”"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Christ expressed all His teachings in His last commandment: “Love each other, as I loved you. Everyone will see that you are my disciples, if you love each other.” He did not say, “If you believe,” but “If you love.” Faith can change with time, because our knowledge is constantly changing. Love, on the contrary, never changes; love is eternal."
      },
      {
        "type": "message",
        "italics": true,
        "message": "My religion is love to all living beings."
      },
      {
        "type": "message",
        "italics": true,
        "message": "In order to fulfill Christianity, we have to destroy its perversions and restore its purity."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 9
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Knowledge is real knowledge only when it is acquired by the efforts of your intellect, not by memory."
      },
      {
        "type": "quote",
        "message": " Only when we forget what we were taught do we start to have realknowledge.",
        "author": "HENRY DAVID THOREAU"
      },
      {
        "type": "quote",
        "message": "A constant flow of thoughts expressed by other people can stop and deaden your own thought and your own initiative…. That is why constant learning softens your brain…. Stopping the creation of your own thoughts to give room for the thoughts from other books reminds me of Shakespeare’s remark about his contemporaries whoz sold their land in order to see other countries.",
        "author": "ARTHUR SCHOPENHAUER"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A thought can advance your life in the right direction only when it answers questions which were asked by your soul. A thought which was first borrowed from someone else and then accepted by your mind and memory does not really much influence your life, and sometimes leads you in the wrong direction."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Read less, study less, but think more. Learn, both from your teachers and from the books which you read, only those things which you really need and which you really want to know."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 10
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The basis of all education is the establishment of our relationship to the beginning of all things, and the conclusions about our behavior which may be drawn from this."
      },
      {
        "type": "quote",
        "message": "But whosoever shall offend one of these little ones who believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.",
        "author": "MATTHEW 18:6-7"
      },
      {
        "type": "quote",
        "message": "As we bring up our children, we have to remember that we are caretakers of the future. By improving their education, we improve the future of mankind, the future of this world.",
        "author": "After IMMANUEL KANT"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "I think that the major obligation of parents and educators is to give children an understanding of the divine beginning that exists within them.",
        "author": "WILLIAM ELLERY CHANNING"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Religious upbringing is the basis of all education."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 11
        }
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Perfection is impossible without humility. 'Why should I strive for perfection, if I am already good enough?'"
      },
      {
        "type": "quote",
        "message": "The higher the position you occupy among other people, the more humble you should be. Many people live in height and glory, but the mysteries of this world can be revealed only to those who are humble. Do not seek out complication. Treat your duty with respect. Do not study what you should not. More things have already been revealed to you than you can understand.",
        "author": "From APOCRYPHA"
      },
      {
        "type": "quote",
        "message": "The Son of man came not to be ministered unto, but to minister, and to give his life as ransom for many.",
        "author": "MATTHEW 20:28"
      },
      {
        "type": "quote",
        "message": "Some of your friends praise you, and others blame and criticize you; be closer to those who blame you and further from those who praise you.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "When an arrow does not hit its target, the marksman blames himself, not another person. A wise man behaves in the same way.",
        "author": "CONFUCIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Remember all the bad things which you have done, and try to avoid doing bad things again. Remembering only your good deeds will interfere with your doing good in the future."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 12
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "There are people who take responsibility for making decisions for others and determining their relationship to God and to the world; and there are people, the overwhelming majority of them, who give this authority to the others, and blindly believe in everything they are told. Both groups of people commit an equal crime."
      },
      {
        "type": "quote",
        "message": "We are all like children who first repeat the unquestionable “truth” told to us by our grandmothers, then the “truth” told to us by our teachers, and then, when we become older, the “truth” told to us by prominent people.",
        "author": "After RALPH WALDO EMERSON"
      },
      {
        "type": "quote",
        "message": "Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Wherefore by their fruits ye shall know them.",
        "author": "MATTHEW 7:15-20"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A man should use that spiritual heritage which he has received from the wise and holy people of the past, but he should test everything with his intellect, accepting certain things and rejecting others. Every person should define for himself his attitude to this world and to God."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 13
        }
      },
      {
        "type": "intro",
        "message": "Faith is the understanding of the meaning of life and the acceptance of those duties and responsibilities connected to it. Who is a good man? Only a man who has faith is good. What is faith? This is when your will is in consent with the world’s conscience and the world’s wisdom."
      },
      {},
      {
        "type": "quote",
        "message": "We should do only one thing: give ourselves into the hands of God, whatever our ultimate fate. Allow that which should happen to happen. What will happen will be good.",
        "author": "HENRY AMIEL"
      },
      {
        "type": "quote",
        "message": "They say that Judgment Day will come and that God will be furious. But a good God cannot bring anything but good. Do not be afraid: the end will be full of joy.",
        "author": "PERSIAN WISDOM"
      },
      {
        "type": "quote",
        "message": "You should not worry too much about what will happen after death. Deliver yourself to the divine creature and bless it: you know that it is love, therefore, why should you be afraid?"
      },
      {
        "type": "message",
        "message": "When Christ died, he said, “Father! I deliver my spirit into Thy hands.” Those who say these words, not with their tongue but with all their heart, do not need anything else. If my spirit returns back to its Father, this is the best place for it, and nothing can be better."
      },
      {
        "type": "message",
        "message": "Don’t think that you can find peace for your soul without faith."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 14
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "You should love only one thing in yourself, that which is the same in all of us. In loving that which is the same in all of us, you love God."
      },
      {
        "type": "quote",
        "message": "Master, which is the great commandment in the law? Jesus said until him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbor as thyself. On these two commandments hang all the law and the prophets.",
        "author": "MATTHEW 22: 36-40"
      },
      {
        "type": "quote",
        "message": "People live by love: love of yourself is the beginning of death; love of other people and of God is the beginning of life."
      },
      {
        "type": "quote",
        "message": "God is love. And he who lives in love, lives in God, and God lives in him. If we love one another, God lives in us.",
        "author": "I JOHN, from Chapter 4"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Love is not a source, it is a consequence of our understanding the divine, spiritual beginning which exists in all of us."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 15
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The greatest truth of the teachings of Christ is the direct connection between a man (God’s son) and God (His Father)."
      },
      {
        "type": "quote",
        "message": "You ask me, what the most important feature of Christ’s character was. I will answer you: it was his confidence in the greatness of the human soul. He saw in a person the reflection of God’s image, and, therefore, he loved everyone, whoever a person was, without regard to his life or character.",
        "author": "After WILLIAM ELLERY CHANNING"
      },
      {
        "type": "quote",
        "message": "Both people and nations must get rid of prejudices. Feel yourself talking directly to God: don’t read the book, read your soul; then a small chapel will become as big as the heavenly dome itself.",
        "author": "After RALPH WALDO EMERSON"
      },
      {
        "type": "quote",
        "message": "There are two ways of understanding God: either intellectually or spiritually, based on faith and morality. The intellectual understanding of God is not resolute enough and can be subjected to dangerous mistakes; spiritual understanding of God requires moral actions. This faith is both natural and supernatural.",
        "author": "After IMMANUEL KANT"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Beware of everything which puts an obstacle between you and God."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 16
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "False faith is the major cause of most of our misfortunes."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The purpose of a human life is to bring the irrational beginning of our life to a rational beginning. In order to succeed in this, two things are important: (1) to see all irrational, unwise things in life and direct your attention to them and study them; (2) to understand the possibility of a rational, wise life. The major purpose of all teachers of mankind was the understanding of the irrational and rational beginnings in our life."
      },
      {
        "type": "quote",
        "message": "We should be ready to change our views at any time, and slough off prejudices, and live with an open and receptive mind. A sailor who sets the same sails all the time, without making changes when the wind changes, will never reach his harbor.",
        "author": "HENRY GEORGE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Accept the teaching of Christ as it is, clear and simple; then you will see that we live among big lies."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 17
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Live for your soul, and without trying or even understanding that you’re doing it, you will contribute to the improvement of society."
      },
      {
        "type": "quote",
        "message": "Why do you torture yourself? You want kindness, but you do not know where to find it. Know that you cannot achieve anything without God…. God is your only Lord, your only master, and you do not need another. God will make you free.",
        "author": "F. ROBERT DE LAMENNAIS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It would be nice if wisdom had such a quality that it could flow from one man who is full of wisdom to another man who has no wisdom, just as with two connected vessels water flows from one vessel to the other until the water level is the same in both of them. The problem is that to obtain wisdom, you must make an independent, serious effort of your own."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "If you can teach a person kindness and love, but you do not, you lose a brother.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Improve your own soul, and be confident that only in so doing can you contribute to the improvement of the larger society of which you are part."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 18
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A scholar knows many books; a well-educated person has knowledge and skills; an enlightened person understands the meaning and purpose of his life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "There are a limitless number of different sciences, but without one basic science, that is, what is the meaning of life and what is good for the people, all other forms of knowledge and art become idle and harmful entertainment."
      },
      {
        "type": "message",
        "italics": true,
        "message": "We live a senseless life, contrary to the understanding of life by the wisest people of all times. This happens because our young generations are educated in the wrong way—they are taught different sciences but they are not taught the meaning of life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The only real science is the knowledge of how a person should live his life. And this knowledge is open to everyone."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 19
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Society can be improved only by self-sacrifice."
      },
      {
        "type": "quote",
        "message": "Heaven and earth are eternal. They are eternal because they do not exist for themselves. In the same way, a truly holy person does not live for himself, and therefore he can become eternal, and can achieve anything.",
        "author": "LAO-TZU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "There is only one law, both in your personal and social life: if you want to improve your soul, you should be ready to sacrifice it."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The improvement of man can be measured by the level of his inner freedom. The more a person becomes free from his personality, the more freedom he has."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 20
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Death and birth are two limits, and something similar is hidden behind each."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When you think about what will happen to your soul after death, think also about what happened to your soul before your birth. If you plan to go somewhere, then you came from somewhere."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Where do we go after death? We go to where we came from. There is nothing which can be called ourselves in that land; therefore, we do not remember what has happened to us there."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When a person leads a good life, he is happy at the present moment and he does not think what will happen after this life. If he thinks of death, he looks at how well this life is laid out, and he believes that after death everything will be as good as it is now. It is much better to believe that everything which God makes for us is good than to believe in all the pleasures of paradise."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "When we die, our souls become free.",
        "author": "After HERACLITUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person should not think too much about what will happen after his life. Follow the will of those who sent us into this world; that will is in our minds and our hearts."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 21
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The more closely a person follows his intellect and controls his passions, the closer he comes to spiritual life, to love of God and of his neighbor."
      },
      {
        "type": "message",
        "italics": true,
        "message": "We would think a man insane who, instead of covering his house with a roof and putting windows in his window frames, goes out in stormy weather, and scolds the wind, the rain, and the clouds. But we all do the same when we scold and blame the evil in other people instead of fighting the evil which exists in us. It is possible to get rid of the evil inside of us, as it is possible to make a roof and windows for our house. This is possible. But it is not possible for us to destroy evil in this world, just as we cannot order the weather to change and the clouds to disappear. If, instead of teaching others, we would educate and improve ourselves, then there would be less evil in this world, and all people would live better lives."
      },
      {
        "type": "quote",
        "message": "Do not be embarrassed by your mistakes. Nothing can teach us better than our understanding of them. This is one of the best ways of self-education.",
        "author": "THOMAS CARLYLE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It seems to us that the most important work in the world is the work which is visible, which we can see: building a house, plowing the land, feeding cattle, gathering fruits; and that the work which is invisible, the work done by our soul, is not important. But our invisible work at the improvement of our soul is the most important work in the world, and all other visible kinds of work are useful only when we do this major work."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 22
        }
      },
      {
        "type": "intro",
        "message": "No exceptions or special circumstances can justify the murder of a living person. Murder is the most vulgar violation of the Law of God as it is expressed in all religious teachings and in all people’s conscience."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Military service makes people corrupt, because the military, in time of peace, abides in complete idleness; they lack any useful labor, they are freed of the obligations of such work. Instead, they create notions of honor of regiment, or of banner, or the complete subjugation of one person by another."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When civilians get into these circumstances, they become ashamed of such a way of life. The military, on the contrary, are proud of it and boast of this way of life, especially during periods of war. They say: “We are ready to risk our lives at war, and therefore such a careless joyful life is necessary for us, and we have the right to lead it.”"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The same divine beginning lives in all people, and no single person or gathering of people has the right to destroy this connection between the divine beginning and a human body, that is, to take a human life."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 23
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Among all sins, there is one which completely opposes the major blessing of human life, which is your love for your brother: there is no worse sin than to destroy this major joy of life, by feeling rage and hatred for your brother."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Seneca, a wise man from Rome, said that when you want to escape from your rage, when you feel that it grows, the best thing to do is to stop. Do not do anything: do not walk, do not move, do not speak. If your body or your tongue moves at this moment, then your rage will grow."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Rage is very harmful for all people, but it is most harmful for the man who experiences it. An evil person damages not only others but himself.",
        "author": "After SOCRATES"
      },
      {
        "type": "quote",
        "message": "Your enemy will pay you back with rage, will make you suffer, but the biggest damage to you will be caused by the rage and hatred existing in your heart. Neither your father, nor your mother, nor all your family can make you more good than your heart can when it forgives and forgets its abuse.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Your rage cannot be justified by anything. The reason for your rage is always inside you."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 24
        }
      },
      {
        "type": "intro",
        "message": "Nobody knows where the human race is going. The highest wisdom, then, is to know where you should go: toward perfection."
      },
      {
        "type": "quote",
        "message": "A wise man seeks wisdom; a madman thinks that he has found it.",
        "author": "PERSIAN PROVERB"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "It is not the place we occupy which is important, but the direction in which we move.",
        "author": "OLIVER WENDELL HOLMES"
      },
      {
        "type": "message",
        "message": "Your actions should be determined not by the desire of the people around you, but by the needs of all mankind."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 25
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "There is a basic knowledge which is necessary for every human being; until a person has acquired this basic knowledge, all other kinds of knowledge will be harmful for him."
      },
      {
        "type": "quote",
        "message": "Socrates told his students that in good systems of education, there is a certain limit you should not go beyond. In geometry, he said, it is enough to know how to measure the land when you want to sell it or buy it, or how to share an inheritance, or to divide work among workers. He did not like too many sophisticated sciences; though he knew all of them. He said that sophisticated knowledge requires an extra effort that takes the student’s time from the most basic and the most important human pursuit: moral perfection.",
        "author": "XENOPHON"
      },
      {
        "type": "quote",
        "message": "Divert your gaze from the world of lies. Do not trust your feelings. Only in yourself, only in your impersonal self, can you find the eternal.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is better to know several basic rules of life than to study many unnecessary sciences. The major rules of life will stop you from evil and show you the good path in life; but the knowledge of many unnecessary sciences may lead you into the temptation of pride, and stop you from understanding the basic rules of life."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 26
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A rich man cannot be merciful. If he becomes really merciful, he will quickly lose his riches."
      },
      {
        "type": "quote",
        "message": "Stop robbing others before you give money to beggars. With the same hand that we rob one person, we reward another, giving to the poor the money which we have taken from the even poorer. Better no charity than this kind of charity.",
        "author": "Saint John Chrysostom"
      },
      {
        "type": "message",
        "message": "The best example of the cruelty of the rich man’s life is his effort to become virtuous."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him? My little children, let us not love in word; neither in tongue; but in deed and truth.",
        "author": "I JOHN 3:17-18"
      },
      {
        "type": "message",
        "italics": true,
        "message": "In order to love not with word and tongue, but in deed and truth, everyone should help those who ask for help, so Christ said."
      },
      {
        "type": "message",
        "italics": true,
        "message": "But if you start giving to all those who ask, even if you are very rich, very soon you will not be rich anymore."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 27
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Love for other people gives a real feeling of good, and it unites you with other people and with God."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A wise man loves not because he wants to profit from it but because he finds bliss in love itself."
      },
      {
        "type": "quote",
        "message": "Do not regret the past. What is the use of regrets? The lie says that you should regret. The truth says you should be filled with love. Push all sad memories away from you. Do not speak of the past. Live in the light of love, and all things will be given to you.",
        "author": "PERSIAN WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "They asked a Chinese man, “What is science?” He said, “Science is knowing people.” Then they asked, “And what is virtue?” He answered, “Virtue is loving people.” "
      },
      {
        "type": "message",
        "italics": true,
        "message": " Just as a mother puts her life at risk to guard and save her only child, so every person should guard and save in himself love for every living being."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The fearlessness, calm, inner peace, and joy which are given to us by love are so big that all other things in the world cannot be compared with them, especially for the person who understands the real blessing of love."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 28
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "For a person to know the law that makes him free, he must be elevated from a material to a spiritual life."
      },
      {
        "type": "quote",
        "message": "I have many things to say and to judge on you: but he that sent me is true; and I speak to the world those things which I have heard of him. They understood not that he spake to them of the Father. Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.",
        "author": "JOHN 8:26-28"
      },
      {
        "type": "message",
        "italics": true,
        "message": "“I and God are the same,” said the teacher. If you think that my spiritual being is God, you are mistaken. But my real self is close to God, and to other people. In order to understand this part of myself, you should elevate the man inside of you. When you elevate the man inside of you, then you will see that there is no difference between him and any other person on earth. ",
        "author": "After HENRY DAVID THOREAU"
      },
      {
        "type": "message",
        "italics": true,
        "message": " It only seems as if we differ from each other. A flower on a blossoming tree can think that it is a separate being, but all flowers are parts of the same blossoming of one apple tree, and they all come from one seed."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "We live a short period of time in this world, but we live it according to the laws of eternal life.",
        "author": "After HENRY DAVID THOREAU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Submission to the law created by men makes one a slave; obedience to the law created by God makes one free."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 29
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Wisdom is knowing the purpose of life, and knowing how to achieve it."
      },
      {
        "type": "quote",
        "message": "You can achieve wisdom in three ways. The first way is the way of meditation. This is the most noble way. The second way is the way of imitation. This is the easiest and least satisfying way. Thirdly, there is the way of experience. This is the most difficult way.",
        "author": "CONFUCIUS"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "The merit of a man is not in the knowledge he possesses, but in the effort he made to achieve it.",
        "author": "GOTTHOLD EPHRAIM LESSING"
      },
      {
        "type": "quote",
        "message": "If you want to study yourself—look into the hearts of other people. If you want to study other people—look into your own heart.",
        "author": "FRIEDRICH VON SCHILLER"
      },
      {
        "type": "quote",
        "message": "Your soul is both your judge and your place of sanctuary. Your own soul is your highest judge.",
        "author": "MANU"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "There is nothing in which real wisdom cannot be displayed."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 30
        }
      },
      {
        "type": "intro",
        "message": "When Socrates was asked where he came from, he said that he was a citizen of the world. He regarded himself as a citizen of the universe.",
        "author": "MARCUS TULLIUS CICERO"
      },
      {
        "type": "message",
        "italics": true,
        "message": "When people wanted to kill a bear in the ancient times, they hung a heavy log over a bowl of honey. The bear would push the log away in order to eat the honey. The log would swing back and hit the bear. The bear would become irritated and push the log even harder, and it would return and hit him harder in return. This would continue until the log killed the bear. People behave in the same way when they return evil for the evil they receive from other people. Can’t people be wiser than bears? "
      },
      {
        "type": "message",
        "italics": true,
        "message": "You should respond with kindness toward evil done to you, and you will destroy in an evil person that pleasure which he derives from evil. "
      },
      {
        "type": "message",
        "italics": true,
        "message": "The true teaching of love is strong; it kills evil before evil can grow and become powerful. "
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "day": 31
        }
      },
      {
        "type": "intro",
        "message": "Only greatly insolent people establish a religious law which is to be taken for granted by others, which should be accepted by everyone on faith, without any discussion or doubts."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Why must people do this?"
      },
      {
        "type": "intro",
        "message": " What a strange thing! Many scoundrels try to disguise their dirty deeds by their dedication to the interests of religion, or by their high morals, or by love for their motherland.",
        "author": "HEINRICH HEINE"
      },
      {
        "type": "quote",
        "message": "But be not yet called Rabbi: for one is your Master, even Christ; and all ye are brethren. And call no man your father upon the earth: for one is your Father, which is in heaven. Neither be ye called masters: for one is your Master, even Christ.",
        "author": "MATTHEW 23:8-10"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The essence of the teaching of Christ is to follow his commandments. Those who just repeat, “My God, My Lord” will not get to heaven; only those who fulfill God’s will."
      }
    ],
    //End of Jan
    [
      {
        "date": {
          "month": 2,
          "day": 1
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It is not possible to explain the origin of the spiritual from the material."
      },
      {
        "type": "quote",
        "message": "A man consists of body and soul. Thus often, especially in his youth, he is interested only in his body, but nevertheless, the most essential part of every man is not his body, but his soul. It is your soul that you must take care of, not your body. You must learn this over time, and remember that your real life is in your spirit, that is, in your soul. Save it from everyday dirt and do not let your flesh guide it; subdue your body to your soul, and then you will fulfill your destiny and live a happy life.",
        "author": "After MARCUS AURELIUS"
      },
      {
        "type": "quote",
        "message": "The heart of the matter is whether we believe or disbelieve in the existence of a spiritual realm. All people are divided into two groups, those who are alive and those who are dead; in other words, those who believe and those who don’t. An unbeliever says: “What is spirit! … What I ate and what I enjoyed, this is what I possess, this is material and real!” And such a person, without thinking much, takes care only of the outer things, arranging in order only his own mean, dirty affairs; he becomes a liar, a snob, a slave, and does not feel any higher needs: freedom, truth, and love. Such a person keeps away from the light of the intellect, because in fact he is dead, and this light gives life only to living things, and hardens and rots the dead things.",
        "author": "ALEXANDR ARKHANGELSKY"
      },
      {
        "type": "message",
        "message": "The difference between the spiritual realm and the material is equally clear and obvious, both for a child and a wise man; further speculations are not necessary."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 2
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "There are two different states of human existence: first, to live without thinking of death; second, to live with the thought that you approach death with every hour of your life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The more you transform your life from the material to the spiritual domain, the less you become afraid of death. A person who lives a truly spiritual life has no fear of death."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When you have doubts about what to do, just imagine that you might die at the end of that same day, and then all your doubts will disappear, and you will see clearly what your conscience tells you, and what is your true personal wish."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A man condemned to immediate execution will not think about the growth of his estate, or about achieving glory, or about the victory of one group over another, or about the discovery of a new planet. But one minute before his death a man may wish to console an abused person, or help an old person to stand up, or to put a bandage on someone’s injury, or to repair a toy for a child."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 3
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Kindness is for your soul as health is for your body: you do not notice it when you have it."
      },
      {
        "type": "message",
        "message": "A person becomes happy to the same extent to which he or she gives happiness to other people.",
        "author": "JEREMY BENTHAM"
      },
      {
        "type": "message",
        "message": "The will of God for us is to live in happiness and to take an interest in the lives of others.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Love is real only when a person can sacrifice himself for another person. Only when a person forgets himself for the sake of another, and lives for another creature, only this kind of love can be called true love, and only in this love do we see the blessing and reward of life. This is the foundation of the world."
      },
      {
        "type": "message",
        "message": "Nothing can make our life, or the lives of other people, more beautiful than perpetual kindness."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 4
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A man is free only when he lives in truth, and the truth may be perceived only by the intellect."
      },
      {
        "type": "quote",
        "message": "If you throw some nuts and cookies on a road, you will eventually see children come, pick them up, and start to argue and fight for them. Adults would not fight for such things. And even children would not pick up the nuts’ empty shells. For a wise man, the wealth, the glory, and the rewards of this world are like sweets or empty shells on a road. Let the children pick them up and fight for them. Let them kiss the hands of the rich men, the rulers, and their servants. For the wise one, all these are but empty shells.",
        "author": "EPICTETUS"
      },
      {
        "type": "quote",
        "message": "A distinctive feature of a thinking person is submission to his fate, as opposed to the shameful struggle with it that is a characteristic feature of animals.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "We are not free in this world, subdued by our passions and by the emotions of other people to the degree that we forget the requirements of our intellects. If we really want to become free, we can be so only through our intellect."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 5
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "All events, whether in the lives of human individuals, or human societies, have their beginnings in thought. Therefore, to fully understand other people and other societies, we must look beyond previous events to the thoughts which gave rise to them."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Perhaps it is even more important to know what one should not think about than what one should think about."
      },
      {
        "type": "quote",
        "message": "Our thoughts, depending on whether they are good or bad, can bring us either to paradise or to hell; this happens, neither in heaven nor under the earth, but here, in this life.",
        "author": "LUCY MALORY"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A thought seems to be free and independent, but a human being has something stronger than thought, something which could guide our thoughts."
      },
      {
        "type": "message",
        "italics": true,
        "message": "In order to change the nature of things, either within yourself or in others, one should change, not the events, but those thoughts which created those events."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 6
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Sexual desire is the most all-consuming of desires. This desire is never sated, for the more it is satisfied, the more it grows."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Very often people are made proud by their control over their own desires, and by the force and passion with which they master them. What a strange delusion!"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Many people worry, and suffer, because they have been involved in so many bad things in their lives. In truth, though, good things often happen in spite of our wishes, and sometimes even in opposition to our wishes, and often after our excitement and suffering over unworthy things."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Remember how passionately you yearned in the past for many of the things which you hate or despise now."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Remember how many things you lost trying to satisfy your former desires. The same thing could happen now, with the desires which excite you at present. Try to tame your present desires, calm them; this is most beneficial, and most achievable."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 7
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Perfecting the self is both an inner and an outer work: You cannot improve yourself without communicating with other people, influencing them, and being influenced by them."
      },
      {
        "type": "quote",
        "message": "Three temptations torture people: sexual desire, pride, and lust for wealth. All the misfortunes of mankind come from these three cravings. Without them, people would live in happiness. But how can we get rid of these terrible illnesses? … Work on yourself and improve yourself; this is the answer. Start the improvement of this world from within.",
        "author": "F. ROBERT DE LAMENNAIS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "“Be perfect, as your heavenly Father,” Christ said. This does not mean that Christ asked people to be as good as God; only that everyone should strive for perfection."
      },
      {
        "type": "quote",
        "message": " Pure perfection can be found only in God; one’s life consists of becoming closer to God. And when a person knows that good is good and that evil is evil, then he or she gets closer to good, and moves farther from evil.",
        "author": "CONFUCIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "There is nothing more harmful to you than improving only your material, animal side of life. There is nothing more beneficial, both for you and for others, than activity directed to the improvement of your soul."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 8
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Why do people like to blame others so much? He who casts blame on another person is quick to think that he would not do the very same thing. It is the same with people who like to listen to the fault-finding of their neighbors."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When two people have a dispute, both are to blame. And therefore, a dispute will stop only when at least one person understands that he or she is guilty."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.",
        "author": "MATTHEW 7:1-2"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Stop blaming other people, and you will feel what an alcoholic feels when he stops drinking, or what a smoker feels when he stops smoking. You will feel that you have brought relief to your soul."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 9
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The material evil caused by war is big, but it is incomparably small in comparison with the perversion or the understanding of good and bad which happens during the war, and which is put into the souls of people who do not think."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A child meets another child with a smile, displaying his friendly attitude and joy. This same behavior lives in all sincere people. But very often, a man from one nation already hates a man from another nation, and is ready to cause him sufferings and even death, even before he meets him. Those who create these feelings in nations commit a terrible crime."
      },
      {
        "type": "quote",
        "message": "The most powerful weapon known is the weapon of blessing. Therefore, a clever person relies on it. He wins with peace, not with war.",
        "author": "LAO-TZU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "War creates a state in which power and glory is at the end too often received by the most undeserving and vicious people."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 10
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The higher the opinion a person has of himself, the more unstable is his position; the lower he moves in his self-esteem, the firmer he stands."
      },
      {
        "type": "quote",
        "message": "To be strong, you have to be like water: if there are no obstacles, it flows; if there is an obstacle it stops; if a dam is broken, then it flows further; if a vessel is square, then it has a square form; if a vessel is round, then it has a round form. Because it is so soft and flexible, it is the most necessary and the strongest thing.",
        "author": "LAO-TZU"
      },
      {
        "type": "quote",
        "message": "The more a person analyzes his inner self, the more insignificant he seems to himself. This is the first lesson of wisdom. Let us be humble, and we will become wise. Let us know our weakness, and it will give us power.",
        "author": "WILLIAM ELLERY CHANNING"
      },
      {
        "type": "message",
        "message": "Water does not stay on a mountaintop, but flows into the valley. In the same manner, real virtue does not remain with those people who want to be higher than the others; but virtue stays only with people who are humble.",
        "author": "After the TALMUD"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Try to find out your potential. After you know it, do not be afraid to underestimate it. Be cautious not to exaggerate it."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 11
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A person’s life is good only to the extent that it fulfills the expectations of the will of God."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Evil, in the form of suffering and death, is everywhere apparent to a person who accepts the law of his material, animal existence as the major law of his life. Only when a man lowers himself to the state of an animal does death and suffering scare him. The only road open for him to escape that fear is the road of fulfillment of the law of God, the law which is expressed in love. There is no death and no suffering for a man who lives according to the law of God."
      },
      {
        "type": "quote",
        "message": "Be as you are, as you have to be, and the rest is God’s business.",
        "author": "HENRI AMIEL"
      },
      {
        "type": "quote",
        "message": "The fulfillment of our duties and the satisfaction of our personal pleasures are two different things. Duties have their own laws, and even if we try to mix our duties with our pleasures, they will separate themselves.",
        "author": "After IMMANUEL KANT"
      },
      {
        "type": "message",
        "italics": true,
        "message": "We know the law of God, both as it is presented to us by the different religions of the world and as our own conscience, when it is not obscured by passion and prejudice, and we can easily understand the applications of this law to our life, for all real good stems from its requirements."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 12
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It is obvious for everyone that death expects us all in the long run; but nevertheless we live our lives as if there will be no death."
      },
      {
        "type": "quote",
        "message": "If only God is among us, and eternity exists, then everything is different. We can distinguish good from evil, light from darkness, and despair disappears.",
        "author": "ERASMUS"
      },
      {
        "type": "quote",
        "message": "One of the key questions we face is whether our lives end after death. Whether we believe in eternity or not determines our actions. Therefore, it is crucial that we determine what is mortal in us, and what is eternal, and that we cherish those things eternal. Most people do exactly the opposite.",
        "author": "After BLAISE PASCAL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The more deeply you understand life, the less you grieve over the destruction caused by death."
      },
      {
        "type": "quote",
        "message": "Whatever name you give to the origin of man, this spiritual quality of humans to understand, feel, and exist, it is holy, it is divine, and, therefore, it should be eternal.",
        "author": "MARCUS TULLIUS CICERO"
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 13
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Religion is a philosophy which can be understood by anyone."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "A person can please God only with the godliness of his life. If an outwardly faithful person is not good, clear, and humble in his life, then he presents a big lie, he serves God falsely.",
        "author": "After IMMANUEL KANT"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Religion is simple wisdom which is directed to the heart and understood by the intellect."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Religion can enlighten philosophical meditations; philosophical meditations can strengthen religion. Therefore, try to communicate both with truly religious people and truly good philosophers, alive and dead."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 14
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A holy spirit lives within you."
      },
      {
        "type": "quote",
        "message": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
        "author": "JOHN 3:3"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Intellect can be enlightened only in a kind person. A person can be kind only when he has an enlightened intellect. One helps the other.",
        "author": "CHINESE WISDOM"
      },
      {
        "type": "quote",
        "message": "A merchant married a princess, and he built a palace for her, bought luxurious dresses for her, and brought her hundreds of servants to make her happy. But the princess was bored. She was missing something, and she constantly thought about her royal origin. Thus it is with a human soul: you can surround it with all the pleasures on earth, but it will still be missing its home, the beginning which is called God, the place from which it has originated.",
        "author": "After the TALMUD"
      },
      {
        "type": "quote",
        "message": "Even if people do not know what real kindness is, they nevertheless have it within them.",
        "author": "CONFUCIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "God lives in every one of us. When a person remembers this, the thought of it can save him from evil, and help him to do good."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 15
        }
      },
      {
        "type": "intro",
        "message": "There is simplicity of nature, and there is simplicity of wisdom. Both of them evoke love and respect."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The greatest truth is the most simple one."
      },
      {
        "type": "message",
        "message": "When people speak in a very elaborate and sophisticated way, they either want to tell a lie, or to admire themselves. You should not believe such people. Good speech is always clear, clever, and understood by all."
      },
      {
        "type": "quote",
        "message": "Simplicity is the consequence of refined emotions.",
        "author": "JEAN D’ALEMBERT"
      },
      {
        "type": "message",
        "message": "Words can unite people. Therefore, try to speak very clearly, and tell only the truth, for nothing can unite people more than truth and simplicity."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 16
        }
      },
      {
        "type": "intro",
        "message": "The younger and the more primitive a person is, the more he or she believes that life is material and that it exists only in the body. The older and wiser a person becomes, the more he or she understands that all life originates from the spirit."
      },
      {
        "type": "quote",
        "message": "Look at the sky, and at the earth, and think that all things pass. All of the mountains and rivers you see, and all the forms of life, and all creations of nature, all pass. Then you will understand the truth; you will see what remains, what does not pass.",
        "author": "BUDDHIST WISDOM"
      },
      {
        "type": "quote",
        "message": "Remember that you are not mortal; only your body is mortal. What is alive is not your body but the spirit living in your body. An unseen force guides your body, just as an unseen force guides the world.",
        "author": "After MARCUS TULLIUS CICERO"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person can understand his real destination in life only after he manages to liberate himself from the sensual, material world."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 17
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "All people of the world have an equal right to the privileges of this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Equality cannot be reached, as some people think, only by civil measures. It can be reached only by love of God and people, and this love can be reached, not by civil measures, but only as the result of spiritual learning."
      },
      {
        "type": "message",
        "italics": true,
        "message": "They say that equality is not possible, because some people will always be stronger or smarter than others. But it is exactly because of this, said Lichtenberg, precisely because some people are stronger and smarter than others, that the principle of equality is necessary. The advantages of the rich over the poor demonstrate not only inequality of force and intellect, but inequality of civil rights."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Christ revealed to humanity those things which their best selves already knew: that people are equal because the same spirit lives in all of them…. Learn from the small children, behave like children, and treat all people on an equal basis, with love and tenderness."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 17
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "All people of the world have an equal right to the privileges of this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Equality cannot be reached, as some people think, only by civil measures. It can be reached only by love of God and people, and this love can be reached, not by civil measures, but only as the result of spiritual learning."
      },
      {
        "type": "message",
        "italics": true,
        "message": "They say that equality is not possible, because some people will always be stronger or smarter than others. But it is exactly because of this, said Lichtenberg, precisely because some people are stronger and smarter than others, that the principle of equality is necessary. The advantages of the rich over the poor demonstrate not only inequality of force and intellect, but inequality of civil rights."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Christ revealed to humanity those things which their best selves already knew: that people are equal because the same spirit lives in all of them…. Learn from the small children, behave like children, and treat all people on an equal basis, with love and tenderness."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 18
        }
      },
      {
        "type": "intro",
        "message": "Personality is a mask which disguises the divine being which lives in every person. The more one rejects personality, the more this divine beginning is manifested."
      },
      {
        "type": "quote",
        "message": "You must love only God, and you must hate only yourself.",
        "author": "BLAISE PASCAL"
      },
      {
        "type": "quote",
        "message": "Therefore doth my Father love me, because I lay down my life, that I might take it again. No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.",
        "author": "JOHN 10:17-18"
      },
      {
        "type": "quote",
        "message": "Only those people who deny their own personality can understand the religious teaching.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "He who wants to save his soul, will lose it; and he who wants to lose his life for me and the new testament, will save it.",
        "author": "MARK 8:35"
      },
      {
        "type": "quote",
        "message": "Those who do not see the meaning of their life in temporary things, in their names and bodies, those people know the truth of life.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Only when we forget about ourselves, when we get out of the thoughts of ourselves, can we fruitfully communicate with others, listen to them, and influence them."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 19
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It is a sin not to be engaged in work, even if it is not necessary for you to make your living with everyday work."
      },
      {
        "type": "quote",
        "message": "One of the best and purest joys is having a rest after labor.",
        "author": "IMMANUEL KANT"
      },
      {
        "type": "quote",
        "message": "Work all the time. Do not think that work is a disaster for you, and do not seek praise or reward for your work.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "quote",
        "message": "The most outstanding gifts can be destroyed by idleness.",
        "author": "MICHEL DE MONTAIGNE"
      },
      {
        "type": "message",
        "message": "Nothing can make a person feel more noble than work. Without work, a person cannot have human dignity. It is because of this that idle people are so much concerned by the superficial, outer expression of their importance; they know that without this, other people would despise them."
      },
      {
        "type": "message",
        "message": "When we accept truth and repent our sins, we understand that nobody can have special rights, advantages, or privileges in this life. There is no end or limit to our duties and obligations. And the first and the most important obligation for us is to fight with nature for our life and for the lives of other people."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 20
        }
      },
      {
        "type": "intro",
        "message": "Humankind goes on without stopping. This movement forward is necessary for you as an individual as well. If you want to serve God, you should be a worker for the spiritual progress of humanity."
      },
      {
        "type": "message",
        "message": "The way of life of any people depends on their faith. Faith, with time, becomes more simple, more clear, and closer to the real truth, and in accordance with the simplifying and clarifying of faith, people become more and more united."
      },
      {
        "type": "quote",
        "message": "If you think it is ever warranted to stop on the path of further understanding, you are very far from the truth. The life which we received was given to us not that we might just admire it, but that we should ever look for new truth hidden from us.",
        "author": "After JOHN MILTON"
      },
      {
        "type": "message",
        "message": "Mankind makes progress when its faith progresses. And if there is any progress in religion, it is not in the discovery of something new, but in the purifying of the truths which have been revealed and explained to us."
      },
      {
        "type": "message",
        "message": "We should not substitute real religious progress with other types of progress: technical, scholarly, and artistic. These technical, scholarly, and artistic achievements can certainly coexist with religious backwardness, as happens in our time."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you want to serve God, you should work on the side of religious progress in the fight against prejudice, toward a better understanding of the clear and pure religion."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 21
        }
      },
      {
        "type": "intro",
        "message": "There was a time when people ate each other. They no longer do so, but they still eat animals. The time will come when more and more people will drop this terrible."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "It is a mistake to believe that we need obey no moral in our attitude to the animals, that we have no moral responsibilities to them. This way lies complete vulgarity and rudeness.",
        "author": "ARTHUR SCHOPENHAUER"
      },
      {
        "type": "message",
        "message": "The killing and eating of animals is a prejudice accepted by those who think that animals were given to people by God to eat, so that there is nothing wrong in killing them. This is not true. It may be written in some books that it is not a sin to kill an animal, but it is written in our own hearts more clearly than in any books—that we should take pity on animals in the same way as we do on each other. And we all know this, if we do not deaden the voice of our conscience inside of us."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 22
        }
      },
      {
        "type": "quote",
        "message": "All that is written about God, and all that people say about Him, still falls short of the mark. Certain things, which every person can understand about God, can never be expressed, things necessary for everyone, and things which cause the love of God.",
        "author": "ANGELUS SILESIUS"
      },
      {
        "type": "quote",
        "message": "An intellect which can be understood is not an eternal intellect; a being which can be named is not an eternal being.",
        "author": "LAO-TZU"
      },
      {
        "type": "quote",
        "message": "There is a force which resides in all things, without which there is no heaven and no earth. This force cannot be perceived. People try to describe its qualities, to give it different names, such as “intellect” or “love,” but the being itself has no name. It is very remote from us, and it is closest to us.",
        "author": "LAO-TZU"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "God is the limitless being which accepts only truth.",
        "author": "MATTHEW ARNOLD"
      },
      {
        "type": "message",
        "message": "Those people who ask where God is are crazy; God is everywhere, in all of nature and in the soul of each person. There are many different religions, but there is only one God. If a person cannot understand himself, how can he understand God?",
        "author": "INDIAN WISDOM"
      },
      {
        "type": "message",
        "message": "If your eyes become blinded by the sun, you do not say that the sun does not exist. In the same way, you should not say that God does not exist if your intellect is lost in trying to understand him.",
        "author": "ANGELUS SILESIUS"
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 23
        }
      },
      {
        "type": "intro",
        "message": "The existing design of life corresponds neither to the requirements of conscience nor to the requirements of intellect."
      },
      {
        "type": "quote",
        "message": "Imagine a flock of pigeons in a corn field. Imagine that ninety-nine of them, instead of pecking the corn they need and using it as they need it, start to collect all they can into one big heap. Imagine that they do not leave much corn for themselves, but save this big heap of corn on behalf of the vilest and worst in their flock. Imagine that they all sit in a circle and watch this one pigeon, who squanders and wastes this wealth. And then imagine that they rush at a weak pigeon who is the most hungry among them who darest to take one grain from the heap without permission, and they punish him. If you can imagine this, then you can understand the day-to-day behavior of mankind.",
        "author": "WILLIAM PALEY"
      },
      {
        "type": "quote",
        "message": "I see people arguing with each other, preparing different traps for each other, lying and betraying each other. I cannot see without tears that the foundations of Good and Evil are forgotten, or in some cases completely unknown.",
        "author": "THEOGNIS"
      },
      {
        "type": "message",
        "message": "People are rational creatures. Why do they seem capable of using violence so much more easily than reason in their interactions with each other?",
        "italics": true
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 24
        }
      },
      {
        "type": "intro",
        "message": "For a truth to be heard, it must be spoken with kindness. Truth is kind only when it is spoken through your heart with sincerity. You should know that when a message you convey to another person is not understood by him, at least one of the following things is true: what you have said is not true, or you have conveyed it without kindness."
      },
      {
        "type": "quote",
        "message": "The only way to tell the truth is to speak with kindness. Only the words of a loving man can be heard.",
        "author": "HENRY DAVID THOREAU"
      },
      {
        "type": "message",
        "message": "To tell the truth is the same as to be a good tailor, or to be a good farmer, or to write beautifully. To be good at any activity requires practice: no matter how hard you try, you cannot do naturally what you have not done repeatedly. In order to get accustomed to speaking the truth, you should tell only the truth, even in the smallest of things."
      },
      {
        "type": "author",
        "message": "We lie to other people so often that we get used to it, and we start to lie to ourselves.",
        "italics": true,
        "author": "FRANÇOIS DE LA ROCHEFOUCAULD"
      },
      {
        "type": "message",
        "message": "Truth cannot make a person unkind, or too self-assured; the manifestations of truth telling are humility and simplicity."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 25
        }
      },
      {
        "type": "intro",
        "message": "To pray is to accept and to remember the laws of the limitless being, God, and to measure all your deeds—past, present, and future—according to His laws.",
        "italics": true
      },
      {
        "type": "quote",
        "message": "Before you start praying, ask yourself whether at that moment you can concentrate; otherwise, do not pray at all. Those who make a habit out of prayer do not pray sincerely.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "If you ask for support from God, then you will learn how to find it in yourself. He does not change us, but we change ourselves by getting closer to Him. All ask from Him, as if He should help us, but in the end we give these things to ourselves.",
        "author": "JEAN JACQUES ROUSSEAU"
      },
      {
        "type": "message",
        "message": "From the ancient times, it has been known that prayer is a human necessity."
      },
      {
        "type": "message",
        "message": "People use different rituals during prayer, special addresses in special circumstances, in special places, in the ways they present their message to God and ask Him to be kind."
      },
      {
        "type": "message",
        "message": "But let there be this constant: during a prayer, forget about all external worldly things and address the divine part of your soul. Use this divine part to gain communication with that of which it is a part and when you feel yourself close to God, you deliver your soul to Him, and show Him all your deeds and wishes. Prayer does not happen according to the requirements of the world, but according to the divine part of your soul."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 26
        }
      },
      {
        "type": "intro",
        "message": "After a long conversation, stop and try to remember what you have just discussed. Don’t be surprised if many things, sometimes even everything you have discussed, were meaningless, empty, and trivial, and sometimes even bad.",
        "italics": true
      },
      {
        "type": "quote",
        "message": "A stupid person should keep silent. But if he knew this, he would not be a stupid person.",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "quote",
        "message": "Only speak when your words are better than your silence.",
        "author": "ARABIC PROVERB"
      },
      {
        "type": "message",
        "message": "For every time you regret that you did not say something, you will regret a hundred times that you did not keep your silence."
      },
      {
        "type": "quote",
        "message": "Kind people are never involved in arguments, and those who like to argue are never kind. Truthful words are not always pleasant, and pleasant words are not necessarily truthful.",
        "author": "LAO-TZU"
      },
      {
        "type": "message",
        "message": "If you want to be a clever person, you have to learn how to ask cleverly, how to listen attentively, how to respond quietly, and how to stop talking when there is nothing more to say.",
        "italics": true
      },
      {
        "type": "quote",
        "message": "Many stupid things are uttered by people whose only motivation is to say something original.",
        "author": "VOLTAIRE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you have time to think before you start talking, think, Is it necessary to speak? Will what I have to say harm anyone?"
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 27
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A charity is only then a real charity when it involves sacrifice."
      },
      {
        "type": "quote",
        "message": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire.",
        "author": "JAMES 5:3"
      },
      {
        "type": "message",
        "italics": true,
        "message": "In money—in the money itself, in its acquisition, in its possession—there is something immoral."
      },
      {
        "type": "quote",
        "message": "A truly kind person cannot be rich. A rich person, without question, is not a kind one.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "quote",
        "message": "Then said Jesus unto his disciples, Verily I say unto you, that a rich man shall hardly enter into the kingdom of heaven. And again I say unto you, it is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
        "author": "MATTHEW 19:23-24"
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 28
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Art is one of the means of unifying people."
      },
      {
        "type": "quote",
        "message": "If beautiful art does not express moral ideas, ideas which unite people, then it is not art, but only entertainment. People need to be entertained in order to distance themselves from disappointment in their lives.",
        "author": "IMMANUEL KANT"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is possible to imagine that art could die, but it is not possible to imagine that real art could live if it became a slave of wealth that laughed at the poor."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Art is one of the most powerful means of convincing people of anything, both good and bad; therefore, you must be very careful in its use."
      },
      {
        "type": "quote",
        "message": "An artist is one of two things: he is either a high priest, or a more or less smart entertainer.",
        "author": "GIUSEPPE MAZZINI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Meditations or discussions about art are the most useless pastimes known. Those who really know art know that art can speak well with its own language, and that to speak about art with words is useless. Most people who speak about art do not understand or feel real art."
      }
    ],
    [
      {
        "date": {
          "month": 2,
          "day": 29
        }
      },
      {
        "type": "intro",
        "message": "To move, you must know where to go, in terms both of everyday motion and of your whole life. In order to live a good life, you must know where life leads."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Perfection is of God. To wish for perfection is of man.",
        "author": "JOHANN WOLFGANG VON GOETHE"
      },
      {
        "type": "quote",
        "message": "Life is not given to us that we might live idly without work. No, our life is a struggle and a journey. Good should struggle with evil; truth should struggle with falsehood; freedom should struggle with slavery; love should struggle with hatred. Life is movement, a walk along the way of life to the fulfilment of those ideas which illuminate us, both in our intellect and in our hearts, with divine light.",
        "author": "GIUSEPPE MAZZINI"
      },
      {
        "type": "quote",
        "message": "The ideal is within you, and the obstacle to reaching this ideal is also within you. You already possess all the material from which to create your ideal self.",
        "author": "THOMAS CARLYLE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "We should believe that the goodness which exists in us and in this world will be fulfilled. This is the major condition to make it happen."
      }
    ],
    //End of Feb
    [
      {
        "date": {
          "month": 3,
          "day": 1
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The fear of death in man is the understanding of his sins."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The more spiritual a life a person leads, the less he is afraid of death. For a spiritual person death means setting the spirit free from the body. Such a person knows that the things with which he lives cannot be destroyed."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Only those who do not live are not afraid of death."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If as Socrates said, death is the state in which we abide during our sleep made permanent, we all know this state, and know there is nothing terrible in it. And if death is a transfer to a better life, as many people think, then death is not evil but a blessing."
      },
      {
        "type": "message",
        "italics": true,
        "message": "We should get ready for death, because it will come, sooner or later. The best thing to do is to live a good life. If you live a good life, you should not be afraid of death."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 2
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The more closely a person unites with the will of God, the firmer this person becomes in his actions."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When a traveler starts on a trip along a road which is under the threat of robbers, he does not go alone. He waits for a friend, someone to be his escort, and then he follows him and so is protected from robbers. A wise man lives his life the same way. But there are so many troubles in this world. How can we stand all of them? What kind of a friend or escort will we find on our way, so that we may pass through our lives without fear? Where should we turn? There is only one answer, only one real friend. That is God."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "If you follow God everywhere, you will steer clear of trouble. To follow God is to want what He wants, and not to want what He does not want. How to achieve this? You have to understand and follow His laws.",
        "author": " After EPICTETUS"
      },
      {
        "type": "quote",
        "message": "Do not wish for too much, nor think that the things you wish for are the only right or necessary things. You should wish only for those things for which God wishes.",
        "author": "HENRI AMIEL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The right path in life is very narrow, but it is important to find it. You can understand it, as well as we can understand it, as a walkway of wood built across a swamp; if you step off it, you will plunge into the swamp of misunderstanding and evil. A wise man returns to the true path at once, but a weak man plunges further and further into the swamp, and it becomes more and more difficult for him to get out."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 3
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "What reward should a good deed bring you? Only the joy you receive by performing it. And any other reward lessens the feeling of this joy."
      },
      {
        "type": "quote",
        "message": "He who does good to others makes the biggest gift to himself.",
        "author": "LUCIUS ANNAEUS SENECA"
      },
      {
        "type": "quote",
        "message": "A saint prayed to God in the following way: “O God, please be kind to evil people as much as you are to kind people. Kind people already feel good, because they are kind.”",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "quote",
        "message": "If you do good and ask for a reward, you weaken the force of your goodness.",
        "author": "From the BOOK OF DIVINE THOUGHTS"
      },
      {
        "type": "quote",
        "message": "Do not let your left hand know what your right hand is doing.",
        "author": "MATTHEW 6:3"
      },
      {
        "type": "message",
        "italics": true,
        "message": "What a joy it is to do a good deed! And this joy is strongest if no one knows that you have done it."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 4
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Eating to excess is a vice just as bad as many others. We often do not notice it in others, because most of us are subject to it."
      },
      {
        "type": "message",
        "italics": true,
        "message": "There are sins against others, and sins against yourself. You commit sins against others when you do not respect God’s spirit in them; you commit sins against yourself when you do not respect God’s spirit in yourself. One of the most common sins against yourself is gluttony."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person who overeats cannot fight laziness; and a lazy man cannot fight sexual dissipation. All spiritual teachings start with restrictions, with control of the appetite."
      },
      {
        "type": "message",
        "italics": true,
        "message": "God gave food to people, and the devil gave cooks."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Socrates, a wise man, tried to abstain from all unnecessary things. He said that food should serve you in fighting your hunger, and not in developing sophisticated tastes, and he asked his students to follow his rule. He reminded his students about the wise Odysseus, whom Circe, an evil sorceress, could not subject to her magic, because he did not eat to excess. But the members of his crew, his friends, were turned into a herd of pigs by her as soon as they rushed to the abundance of sweet food."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Look at your mouth; through it, when you eat to excess, illnesses enter your body. Behave in such a way that when you finish your dinner, you want to eat a little more."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Eating to excess is not considered to be a sin by many, because it produces no noticeable harm. But there are sins which destroy human dignity, and eating to excess is one such sin."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 5
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Just as it’s folly to try to lift yourself into the air, you should not praise yourself too much. When you praise yourself, you produce the opposite effect in others, and appear lower in their eyes."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "If you want other people to speak well of you, do not speak well of yourself.",
        "author": "BLAISE PASCAL"
      },
      {
        "type": "quote",
        "message": "A man who praises himself does not see anything except himself around him. It is better to be a blind man than to see only yourself and nobody else.",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "He who always listens to what other people say about him will never find inner peace."
      },
      {
        "type": "quote",
        "message": "A flatterer speaks his flattery because he has a low opinion of himself and of others.",
        "author": "JEAN DE LA BRUYÈRE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you want to preserve your good name, do not praise yourself and do not so much as allow others to praise you."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 6
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Love of God is love in itself; it is love for the sake of love. This kind of love is the highest blessing. It does not allow the slightest possibility of treating even a single creature without love; if there is even one person whom you do not love, then you lose God’s love and blessing."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Love of your neighbor without love of God is a plant without roots. You should love God—this love is a real and firm love. It does not become weaker, only stronger, and it gives good to those who have it."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Some say that you should be afraid of God. Not true; you have to love God. How can you love those whom you are afraid of? God is love, and how can you be afraid of love? No, you should not fear God, but love Him. And if you love God, then you will not be afraid of Him, or anything else in the world."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 7
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Physical work, physical exercise for your body, is a necessary condition of life. A man can force others to do things for him, but he cannot free himself from the necessity of his own physical work. And if a man does not work at necessary and good things, then he will work at unnecessary and stupid things."
      },
      {
        "type": "quote",
        "message": "Work, the process of work in itself, is the most important thing for us, and its reward should be of minor importance; if it is, you please your creator, God. If the reward is of major importance for you, and the work itself of minor importance, then you are the slave of the reward and its creator, the devil, and even the lowest and the least among all devils.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "A European praised the advantages of mechanized labor to a Chinese man: “This invention relieves a man from the need for physical work.” But the Chinese man replied, “Physical work is good. Being relieved from physical work will be an enormous disaster.”"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Every physical labor makes a man more noble. If you do not teach your son some physical skills, you teach him to rob others.",
        "author": "After the TALMUD"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Without exercise of their muscles, neither man nor animal can live."
      },
      {
        "type": "message",
        "italics": true,
        "message": "So that this exercise may give you joy and satisfaction, do good physical work. This is also the best way to serve others."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 8
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Prayer is a time to remind yourself of your attitude to limitless things, to God. "
      },
      {
        "type": "quote",
        "message": "Through prayer, you establish your attitude to the beginning of everything; you clarify your attitude toward people, your relationship with and your duties to them, and to the Father of all of us.",
        "author": "After the TALMUD"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is good to pray at the same time each day. If you cannot collect your thoughts, better not to pray, because you should always pray with your heart, not simply repeat words with your tongue."
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is good and necessary to pray in solitude, but is also good to pray when you are in the crowd, when you are excited or irritated—to think about your soul and about God."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Do not think that you can please God with prayer. You will please God by submitting to Him. Prayer is just a reminder for you of who you are and what the purpose of your life is."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 9
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "War and Christianity are not compatible."
      },
      {
        "type": "message",
        "italics": true,
        "message": "War is one of the worst, most terrible things in this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "War in this world can be stopped not by the ruling establishment, but by those who suffer from the war. They will do the most natural thing: stop obeying orders."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The armed world and the wars it wages will be destroyed one day, but not by the kings or the rulers of this world. War is profitable for them. War will stop the moment the people who suffer from war fully understand that it is evil."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 10
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "That which gives life is the same in all things."
      },
      {
        "type": "quote",
        "message": "All living creatures fear pain and death. Try to understand yourself in every living creature: do not torture and do not kill. Stop suffering and death. All living creatures want what you want; all living creatures praise their lives.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "All living creatures have the same divine beginning, all are in unity. We are all members of one great body."
      },
      {
        "type": "quote",
        "message": "Nature created us related to each other, from the same material, for the same purpose. Because of this, somewhere within all of us is mutual love for each other.",
        "author": "LUCIUS ANNAEUS SENECA"
      },
      {
        "type": "quote",
        "message": "There is only one right pathway of life. Sooner or later, we all will meet each other on this pathway. The understanding of it is very clearly inscribed in our hearts, and it is wide and easy to find. At the end of this way is God, and He calls us to Himself. It is so painful to watch people who miss this way of life and go along the other pathway, the way of death.",
        "author": "After NIKOLAI GOGOL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Expunge from yourself anything which interferes with your feeling of a special connection between yourself and all living creatures."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 11
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Food is necessary for the life of an individual, and marriage is necessary for the life of humanity. If eating to excess is evil for an individual, then excess in marriage and sexuality creates evil both for individuals and for human society."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A marriage is a special obligation between two people, of opposite sexes, to have children only with each other. To break this pact is a lie, a deception, and a crime."
      },
      {
        "type": "quote",
        "message": "It is a great thing when two souls are united to support each other in their work, in their successes and misfortunes, until the last silent minutes of the last good-bye.",
        "author": "GEORGE ELIOT"
      },
      {
        "type": "quote",
        "message": "The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause? And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female, and said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh? Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.",
        "author": "MATTHEW 19:3-6"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The unification of a man and a woman for the continuation of humankind is a great and important deed for every individual, as well as for all mankind. You cannot do it as it pleases you, or as you like it. You have to do it in the way which was thought and set out by the wise and holy people who have lived before us."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 12
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The deeds of a person become his life, become his fate. This is the law of our life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The Persians have such a fable: After death, a soul flew into the sky, and met a terrible woman, a dirty and horrible apparition, with festered sores discharging pus, who was going in the opposite direction. “What are you doing here?” asked the soul. “Who are you?” The terrible woman answered, “I am your deeds.”"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "It is important not only to talk about the good life but to do good things.",
        "author": "After the TALMUD"
      },
      {
        "type": "quote",
        "message": "Never postpone a good deed which you can do now, because death does not choose whether you have or haven’t done the things you should have done. Death waits for nobody and nothing. It has neither enemies, nor friends.",
        "author": "INDIAN WISDOM"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "When you appeared in this world, you cried, and all the people around you rejoiced. You have to live your life in such a way that when you leave this world, you will rejoice, and all the people around you will cry.",
        "author": "INDIAN WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Your past deeds weigh heavily on the future direction of your life; but sometimes, you can change this direction through the effort of your spirit."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 13
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The condition of wisdom is purity; the consequence of wisdom is the peace of your soul."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A man who follows his wishes changes his attitude with time. Very soon he is not satisfied any more with the things he does."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Those people who have nothing to lose are very rich.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A wise person never considers himself to be wise. And a person never considers himself wise when he has the image of God before him."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Wisdom is limitless, and the closer you approach it, the more important it becomes for your life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person can always improve himself."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 14
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Love brings people to unification. The universal intellect, which is the same for everyone, supports this unification."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Look around. What do the world’s people think about it? They think about everything except what is most important. They think about dancing, music, and singing; they think about houses, wealth, and power; they are jealous about the wealth of rich people and kings; but they do not think at all about what it means to be human.",
        "author": "After BLAISE PASCAL"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "One of the major responsibilities of a person is to make that intellectual spark which you have received from heaven illuminate the world around you.",
        "author": "CHINESE WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Everything in this world is the manifestation of the divine intellect. "
      },
      {
        "type": "message",
        "italics": true,
        "message": "All that we know, we know through the intellect. Those who do not believe, people who say that you should not follow your intellect, remind me of those who suggest that you turn down the only lantern which shows you the way into the darkness."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 15
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Be filled with love for other people, including those who are unpleasant or hostile to you. A real trial to one’s love is to love your enemies."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you love your enemies, you will have no enemies."
      },
      {
        "type": "quote",
        "message": "The most perfect among men is he who loves his neighbor without thinking about whether the person is good or bad.",
        "author": "MOHAMMED"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Be humble and oppose dissipation. Even a thin sword cannot cut soft silk. Using tender words and kindness, you can lead an elephant with a hair.",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Every time you are abused by someone and feel animosity toward him, remember that all people are children of God. Regardless of whether this person is unpleasant to you, you should not stop loving him as your brother, because, as much as you are, he is God’s son."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 16
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Modern science cannot study everything; without being supported by religion, science does not know what it should study."
      },
      {
        "type": "quote",
        "message": "Real wisdom is not the knowledge of everything, but the knowledge of which things in life are necessary, which are less necessary, and which are completely unnecessary to know. Among the most necessary knowledge is the knowledge of how to live well, that is, how to produce the least possible evil and the greatest goodness in one’s life. At present, people study useless sciences, but forget to study this, the most important knowledge.",
        "author": "After JEAN JACQUES ROUSSEAU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person who knows little likes to talk, and one who knows much mostly keeps silent."
      },
      {
        "type": "message",
        "italics": true,
        "message": "This is because a person who knows little thinks that everything he knows is important, and wants to tell everyone. A person who knows much also knows that there is much more he doesn’t know. That’s why he speaks only when it is necessary to speak, and when he is not asked questions, he keeps his silence."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If all knowledge were good, then pursuit of every sort of knowledge would be useful. But many false meditations are disguised as good and useful knowledge; therefore, be strict in selecting the knowledge you want to acquire."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 17
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "We can improve this world only by distributing the true faith among the world’s people.",
        "author": "GIUSEPPE MAZZINI"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "A society cannot live without a united faith and purpose. All social activity cannot really improve our social life if it is not based on the foundations established by religion."
      },
      {
        "type": "quote",
        "message": "The apostles lived united, in such a way that they shared one heart and soul. If they had not, no one today would know about Christianity. When some pagans did not accept Christianity, it was because they did not see complete unification and love among Christians. We Christians are to blame when other people do not accept the Christian faith.",
        "author": "After SAINT JOHN CHRYSOSTOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Christianity in its pure and sincere form works like dynamite: it blows up old mountains and opens up new, limitless horizons."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you see that some aspect of your society is bad, and you want to improve it, there is only one way to do so: you have to improve people. And in order to improve people, you begin with only one thing: you can become better yourself."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 18
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Blaming other people is always wrong, because no one knows what has happened and happens in the soul of another person."
      },
      {
        "type": "message",
        "italics": true,
        "message": "We often make judgments about other people. We call one person kind, the other stupid, the third evil, the fourth clever. But we should not do so. A man changes constantly; he flows like a river, and every new day he differs from what he was before. He was stupid and became clever; he was evil and became kind at heart; and so on. You cannot judge another person. The moment you blame him, he becomes someone different."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you want to correct your failings, you do not have the time to waste in blaming other people."
      },
      {
        "type": "quote",
        "message": "Never blame your neighbor until you have been in his place.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "Forgive other people for many things, but do not forgive yourself anything.",
        "author": "PUBLILIUS SYRUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "I know of myself that I do not wish to do evil. If I do evil, it is because I cannot restrain myself. It is the same with other people: they usually do evil because they cannot restrain themselves from evil. Therefore, why do I think badly of other people? Why should I blame them?"
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 19
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The creation of the world would have been a very bad act were it right for rich people to live off the work of the poor, and yet think that they were the benefactors."
      },
      {
        "type": "quote",
        "message": "A stone falls on a pot—woe to the pot; a pot falls on a stone—woe to the pot; in every case, it is bad for the pot.",
        "author": "The TALMUD"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The pleasures of the rich are often acquired by the tears of the poor."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Wealth is created by the concentration of human labor; usually one people produce labor, and others concentrate it. This is called “the division of labor” by contemporary wise people."
      },
      {
        "type": "message",
        "italics": true,
        "message": "There is something wrong with the creation of this world, because the rich people think that they are the benefactors of the poor, but in fact those rich are fed and dressed by the work of these poor and live in luxury created for them by the poor."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 20
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Those who live according to the will of God cannot be sensitive to the judgments of other people."
      },
      {
        "type": "quote",
        "message": "You should think in such a way that everybody could look into your soul and see what is transpiring there.",
        "author": "LUCIUS ANNAEUS SENECA"
      },
      {
        "type": "quote",
        "message": "Live in the open.",
        "author": "AUGUSTE COMTE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is not good to hide your bad deeds, but it is even worse to flaunt them in the open and to be proud of them."
      },
      {
        "type": "message",
        "italics": true,
        "message": "To feel shame in the company of other people is good, but it is even better to experience shame when you are alone with yourself."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Do not hide any thing from other people when they ask you, but do not boast about bad things if you are not asked about them."
      },
      {
        "type": "message",
        "italics": true,
        "message": "You can hide some things from other people, but you cannot hide anything from God."
      },
      {
        "type": "quote",
        "message": "For nothing is secret, that shall not be made manifest; neither any thing hid, that shall not be known and come to light.",
        "author": "LUKE 8:17"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Live your life in such a way that you neither hide nor have a wish to display your life to people."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 21
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "We know our life as it exists only here, in this world; therefore, if our life is to have any meaning, it should be here in this world."
      },
      {
        "type": "quote",
        "message": "Do not wish for death just because your life is hard. All the burdens on your shoulders will help you fulfill your destiny. The only way to get rid of your burdens is to live your life in such a way that you fulfill your destiny.",
        "author": "Ralph Waldo Emerson"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Real life is found only in the present. If people tell you that you should live your life preparing for the future, do not believe them. We live in this life, and we know this life only, and therefore all our efforts should be directed toward the improvement of this life. Not your life in general but every hour of this life should be lived in the best way you know how."
      },
      {
        "type": "quote",
        "message": "Life is neither suffering nor pleasure, but the business which we have to do, and which we have to finish honestly, up to our life’s end.",
        "author": "ALEXIS DE TOCQUEVILLE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "This world, only this world, is the place of our work, and all our forces, all our efforts, should be directed toward this life."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 22
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "If truth makes our life easier, then it is better to accept the truth than to hide from it. Our life can be changed, but the truth cannot be changed: it will always remain the truth, and it will expose us."
      },
      {
        "type": "quote",
        "message": "We should live our lives as if everyone could see us, as if the most secret corners of our soul were open to the sight of others. Why should we hide anything? You cannot hide anything from God. All divine and human learning can be summarized in one truth—that we are members of one big body. Nature united us in one big family, and we should live our lives together, helping each other.",
        "author": "After LUCIUS ANNAEUS SENECA"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Seek the truth: it always shows us what we should do, what we should not do, and what we should stop doing."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 23
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The earth, the air, and the sun belong to all of us; they cannot be made objects of property."
      },
      {
        "type": "quote",
        "message": "We are all visitors in this world. Wherever you go in this world, to the north, to the south, to the west, or to the east, there will always be a man waiting to tell you, “This is my property. Get out of here!” When you visit other countries in the world and you come back, you will see that there is not a single piece of free land where your wife can give birth to your child, where you can stop and start working on the land, and where your children can find rest for your bones at life’s end.",
        "author": "After F. ROBERT DE LAMENNAIS"
      },
      {
        "type": "quote",
        "message": "If you leave a man on land which is someone else’s property and tell him that he is a completely free man and can work for himself, it’s as if you drop him in the middle of the Atlantic and tell him that he is free to go ashore.",
        "author": "HENRY GEORGE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Those who own land in amounts larger than that which is needed to feed their own families can be treated as being guilty of causing the poverty of many other people."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 24
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Only the person who fulfills God’s law can understand God. The more closely he fulfills God’s law, the better he understands God."
      },
      {
        "type": "message",
        "italics": true,
        "message": "There is not a single believer who from time to time has not had some hesitations about the existence of God. But these moments of hesitation are not harmful. On the contrary, they lead us to a better understanding of God."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Seeking God with your soul is a process that has limitless sides and aspects."
      },
      {
        "type": "quote",
        "message": "Moses said to God, “Where can I find you?” God said, “If you are looking for me, you have already found me.”"
      },
      {
        "type": "quote",
        "message": "They asked a wise man, “How do you know that God exists?” He replied, “Is it necessary to have a torch in order to see the sun?” We do not have enough words to explain what God is, but we know without words that He exists.",
        "author": "ARABIC WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Jews consider it a sin to state the name of God aloud. They are right: God is spirit, and every name is material and not spiritual."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 25
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "During our lives we help each other: sometimes we help other people, sometimes we are helped by others. But the world is formed so that usually some people mostly help others, and some mostly receive their help."
      },
      {
        "type": "message",
        "italics": true,
        "message": "As you acquire objects, and you use them, you should keep in mind that they are the products of people’s work. When you damage or destroy these objects, you damage or destroy the toil, and this part of the life, of other people."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Look at all of your knowledge as a gift, as a means of helping other people."
      },
      {
        "type": "quote",
        "message": "A strong and wise person uses his gifts to support other people.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Help should be mutual. Moreover, those who accept help and assistance from their brothers should pay them back, not only with money, but with love, respect, and gratitude."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 26
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The most important change that can occur in a person’s life is a change in his faith."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Individuals die, but the wisdom they have obtained in their lives does not die with them. Mankind keeps all this wisdom, and a person uses the wisdom of those who lived before him. The education of mankind reminds me of the creation of the ancient pyramids, in that everyone who lives puts another stone in the foundation."
      },
      {
        "type": "message",
        "italics": true,
        "message": "We are temporary visitors in this world; after we are educated, we are called to different places, and we pass away. But the general education of mankind goes on, very slowly but without interruption.",
        "author": "After GIUSEPPE MAZZINI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is a big mistake to think that faith is immutable, that it does not change over generations. The longer mankind exists y its faith becomes simpler and stronger. And the simpler and stronger our faith becomes, the better we live."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you believe that faith is the same for all times and that it cannot be changed, you might just as well believe that those fairy tales and proverbs and children’s stories which your grandmother told you when you were a small baby are real, and that you ought to believe in them all your life."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 27
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The more a person believes in God, the less he is afraid of other people."
      },
      {
        "type": "quote",
        "message": "Do not despair. Do not be disappointed if you see that you cannot accomplish all the good which you would like to accomplish. If you fall, try to stand up; try to overcome the obstacle before you. Get to the heart of the matter, to the essence of things.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Those who fear people do not fear God; those who fear God do not fear people."
      },
      {
        "type": "message",
        "italics": true,
        "message": "He who is not afraid of anything, and who is ready to give his life for a righteous cause, is much stronger than he whom other people fear and who has the lives of other people in his power."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Look for the better men among those who are despised."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Do what you think is necessary, and do not expect reward. Remember that a stupid person is a bad judge of clever deeds."
      },
      {
        "type": "message",
        "italics": true,
        "message": "You want to save yourself from the power of other people—give yourself to the power of God. If you see yourself as being in the power of God, then people cannot do anything to you."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 28
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Wisdom can be achieved by inner work, through solitary communication with yourself; it also can be achieved when you communicate with other people."
      },
      {
        "type": "quote",
        "message": "Listen and be attentive, but do not speak too much; and when you are asked a question, answer briefly. Do not be ashamed to accept that sometimes you do not know an answer to what you were asked. Do not get into an argument just for the sake of argument; and do not boast.",
        "author": "SUFI WISDOM"
      },
      {
        "type": "quote",
        "message": "You can view your own drawbacks only through the eyes of other people.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "quote",
        "message": "I have learned many things from my teachers; I have learned many things from my friends; and I have learned even more from my students.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "If you see a holy man, think: how could I become like him? If you see a dissipated man, think: don’t I have the same vices?",
        "author": "CHINESE WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Real love is not in words but in deeds, and only love can give you real wisdom."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When you are in company, do not forget what you have found out when you were thinking in solitude; and when you are meditating in solitude, think about what you found out by communicating with other people."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 29
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "If sometimes you feel that in spite of all your wishes to gain triumph over your passions, they gain victory over you, do not think that you cannot conquer them at all. You have only proven that you weren’t able to this one time. A good groom does not drop his reins when he cannot stop his horses at once but tries again to pull the reins, and eventually the horses stop. So if you could not resist the temptations once, continue your fight, and in the end not your passion but you will gain the victory."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Try to be the master over greed, sloth, lechery, and rage."
      },
      {
        "type": "quote",
        "message": "A victory over oneself is a bigger and a better victory than a victory over thousands of people in a score of battles. Those who have achieved victory over other people can be defeated in future battles, but those who have achieved victory over themselves become victors forever.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "quote",
        "message": "A passion in a person’s heart is like a spider’s web. At the beginning it is an alien visitor; then it becomes a regular guest; then it becomes master of the house.",
        "author": "After the TALMUD"
      },
      {
        "type": "quote",
        "message": "He who has achieved victory over himself has real power.",
        "author": "EASTERN WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Abstention cannot be achieved at once, but it should be a process, and a constant effort. The life of a person who makes this effort is directed not to the calming of his passions but to the mastery of them."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Time and persistence help you in these efforts."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 30
        }
      },
      {
        "type": "intro",
        "message": "The truth is not only a joy, it is an instrument in conflict much more powerful than violence."
      },
      {
        "type": "quote",
        "message": "Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times? Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven.",
        "author": "MATTHEW 18:21-22"
      },
      {
        "type": "quote",
        "message": "If you want to demonstrate some truth to your listeners, do not be irritated, and do not say unkind or abusive words.",
        "author": "After EPICTETUS"
      },
      {
        "type": "quote",
        "message": "If you notice someone in error, then correct this person and his mistake in a humble way. If he does not listen to you, blame yourself only; or, even better, do not blame anybody, but continue to be humble.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you have parted from a person, and he was not satisfied with you, or did not agree with you when you were right, he is not to blame, but probably it is you who are to blame, because you were not kind enough with this man."
      }
    ],
    [
      {
        "date": {
          "month": 3,
          "day": 31
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "To repent means to show your vices and weaknesses to all. Repentance means taking responsibility for all of the bad things you have done, purifying your soul, and preparing to accept goodness."
      },
      {
        "type": "message",
        "italics": true,
        "message": "When a kind man does not accept his mistakes and tries always to justify himself, he becomes an unkind man."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Do you have qualities which can be criticized and improved? Try to admit that this is so, and to find these qualities out by yourself."
      },
      {
        "type": "quote",
        "message": "Nothing can make a person’s soul softer than the understanding of his own blame, and nothing can make one harder than the desire always to be right.",
        "author": "After the TALMUD"
      },
      {
        "type": "quote",
        "message": "Those who cover their old sins with present-day good deeds remind me of the moonlight which illuminates this dark world on a cloudy night.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A man will always understand his sins as well as his limits in this limitless world."
      }
    ],
    //End of March
    [
      {
        "date": {
          "month": 4,
          "day": 1
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Science can be divided into an infinite number of disciplines, and the amount of knowledge that can be pursued in each discipline is limitless. The most critical piece of knowledge, then, is the knowledge of what is essential to learn and what isn’t."
      },
      {
        "type": "quote",
        "message": "A huge amount of knowledge is accumulated at present. Soon our abilities will be too weak, and our lives too short, to study this knowledge. We have vast treasures of knowledge at our disposal but after we study them, we often do not use them at all. It would be better not to have this burden, this unnecessary knowledge, which we do not really need.",
        "author": "IMMANUEL KANT"
      },
      {
        "type": "quote",
        "message": "Too-voracious reading, begun at too early an age, fills our minds with undigested material. Our memory can become the master of our feelings and our fate; and when it does, an intellectual effort is required to reinforce our feelings with primeval innocence, to find ourselves amidst the dusty heaps of foreign thoughts and viewpoints, in order to start feeling by ourselves, and—I am ready to say—in order to live on our own.",
        "author": "GEORGE LICHTENBERG"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Beware of false knowledge. All evil comes from it."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Knowledge is limitless. Therefore, there is a minuscule difference between those who know a lot and those who know very little."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 2
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The only real life is one lived close to God. This does not happen by itself; you must make an effort to make this happen, and this effort will bring you joy."
      },
      {
        "type": "quote",
        "message": "A habit is never good, even a habit of doing good deeds. Good deeds, after they become habits, are no longer acts of virtue. Real good is achieved only with effort.",
        "author": "IMMANUEL KANT"
      },
      {
        "type": "quote",
        "message": "When you carry your burden, you should know that it is good for you to have it. Make the best of this burden and take from it everything which is necessary for your intellectual life, as your stomach takes from food everything necessary for your flesh, or as fire burns brighter after you put some wood on it.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "quote",
        "message": "Be attentive to what you do; never consider anything unworthy of your attention.",
        "author": "CONFUCIUS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Spiritual effort and the joy that comes from understanding life go hand in hand like physical exertion and rest. Without physical exertion, there is no joy in rest; without spiritual effort, there can be no joyful understanding of life."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 3
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "When I die, only one of two things can happen: either this essence which I understand as myself will transform into a different being, or I will stop being a separate individual and become a part of God. Either possibility is good."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Death is the destruction of this body with which I understand the world in this life. It is the destruction of the glass through which I look at the world. And we do not know whether this glass will be replaced by another; or whether the essence which looks through the window will integrate with the world. We cannot know this."
      },
      {
        "type": "quote",
        "message": "There is a certain limit to the appropriate length of any time in this world. Just as the fruits and vegetables are limited by the seasons of the year, everything should have its beginning, its life, and its ending, after which it should pass away. Wise people willingly submit to this order.",
        "author": "MARCUS TULLIUS CICERO"
      },
      {
        "type": "quote",
        "message": "All that I know about God brings me to the following conclusion: all that He did for us were the best things possible.",
        "author": "After RALPH WALDO EMERSON"
      },
      {
        "type": "message",
        "italics": true,
        "message": "You should live your life so that you are not afraid of death, and at the same time do not wish to die."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 4
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Life should and can be limitless joy."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Life in this world is not a vale of tears, not a trial, but a thing that surpasses our imagination. Life could be limitless joy, if we would only take it for what it is, in the way it is given to us."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person’s unfriendly attitude to other people makes life unhappy, both for that person and for those who surround him. A friendly mood and loving attitude are as an oil which lubricates the wheels of life, making them move easily and smoothly."
      },
      {
        "type": "quote",
        "message": "Try to live your life and be happy with your destiny, acquiring inner peace by love and good deeds.",
        "author": "MARCUS AURELIUS"
      },
      {
        "type": "quote",
        "message": "The secret of happiness? Enjoy small pleasures.",
        "author": "SAMUEL SMILES"
      },
      {
        "type": "quote",
        "message": "Do not seek pleasure everywhere, but always be ready to find it.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A truly wise man is always joyful."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The best way to live joyfully is to believe that life was given for joy. When joy disappears, look for your mistake."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 5
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It is difficult to avoid working in life without either sinning, committing violence, being a party to violence, or by flattering and pleasing the agents of violence."
      },
      {
        "type": "quote",
        "message": "Being poor is better than living in luxury and serving the rich. Do not stand at the door of a rich man asking for favors if you hope to lead a good life.",
        "author": "INDIAN PROVERB"
      },
      {
        "type": "quote",
        "message": "A dress presented to you as a gift by the king may be beautiful, but your own simple dress is better. Different meals from the tables of the rich may be good, but a loaf of simple bread from your own table always tastes much better.",
        "author": "MUSLIH-UD-DlN SAADI"
      },
      {
        "type": "quote",
        "message": "To those people who do not work the land, the soil says: if you do not work me, by applying physical labor with both of your hands, then you will stand in front of the doors of others asking for help; you will always be fated to use the leftovers of the rich.",
        "author": "ZOROASTER"
      },
      {
        "type": "message",
        "italics": true,
        "message": "You will find that people unwilling to work will either take advantage of others or be humiliated by them."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 6
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "People involve themselves in countless activities which they consider to be important, but they forget about one activity which is more important and necessary than any other, and which includes all other things: the improvement of their soul."
      },
      {
        "type": "quote",
        "message": "The biggest happiness is when at the end of the year you feel better than at the beginning.",
        "author": "HENRY DAVID THOREAU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "“Be perfect, as your Father in heaven is perfect.” This means that you should try to find the presence of the Holy Spirit in your soul."
      },
      {
        "type": "message",
        "italics": true,
        "message": "To improve ourselves, to move toward that goal, perfection, that puts no less a demand on us for being unattainable, requires solitude, removal from the concerns of everyday life. And yet constant solitude renders self-improvement impossible, if not pointless. A balance must be struck between meditating in solitude and then applying this to your everyday life."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 7
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "To repay evil with goodness is easier, wiser, and more natural than to repay evil with evil."
      },
      {
        "type": "quote",
        "message": "Repay evil with goodness.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left. Then said Jesus, Father, forgive them; for they know not what they do.",
        "author": "LUKE 23:33-34"
      },
      {
        "type": "quote",
        "message": "Conquer rage with humility, conquer evil with goodness, conquer greed with generosity, and conquer lies with truth.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "quote",
        "message": "When we treat our neighbors as they deserve to be treated, we make them even worse; when we treat them as if they were who we wish they were, we improve them.",
        "author": "JOHANN WOLFGANG VON GOETHE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Those who take joy in repaying an evil with goodness will always try to experience this joy again."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 8
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "People think that if they call mass murder “war,” then mass murder will stop being a murder, a crime."
      },
      {
        "type": "quote",
        "message": "One can deny Christ in various ways: one can blaspheme rudely, or mock his greatness. But such ways are not dangerous; religion is too precious for people, and this mockery cannot cleave them from it. But there is another way to deny Christ: this is when you call Him your master, and you claim to follow His commandments, but you suppress any free thought by quoting his words, and disguise all stupidities, all mistakes, and all sins of the people in his name. This second way is the truly dangerous one.",
        "author": "THEODORE PARKER"
      },
      {
        "type": "quote",
        "message": "It is not true that a war against a foreign nation can be sacred. It is not true that the earth wants blood. The earth wants pure water from the sky for its rivers, pure dew from its clouds, but not blood. War is cursed by God, as are those who participate in it.",
        "author": "ALFRED DE VIGNY"
      },
      {
        "type": "message",
        "italics": true,
        "message": "And because lawlessness is increased, most people’s love will grow cold."
      },
      {
        "type": "quote",
        "message": "Rather, it is your crimes that separate you from God, and it is your sins that make him hide his face so that he will not hear you. For your hands are stained with blood, your fingers with guilt; your lips speak falsehood, and your tongue utters deceit.",
        "author": "ISAIAH 59:2-3"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Murder is always a crime, no matter whom, and how it is justified."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 9
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Love of goodness and faith in immortality are inseparable."
      },
      {
        "type": "quote",
        "message": "Nobody can say that he knows what the afterlife will be. Our beliefs are based not on logical proofs but on moral ones and therefore I cannot say that God exists and I am immortal, but I can say that God exists and that my “self” is immortal. This means that my faith in God is so closely connected with my nature that this faith cannot be separated from me.",
        "author": "IMMANUEL KANT"
      },
      {
        "type": "quote",
        "message": "The animal beginning disappears, the veil is taken from the future, the darkness disperses. It is then that we feel our immortality.",
        "author": "After SAINT MARTIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "We live in this world like a child who enters a room where a clever person is speaking. The child did not hear the beginning of the speech, and he leaves before the end; and there are certain things which he hears but does not understand. In the same way, the great speech of God started many, many centuries before we started learning, and it will continue for many centuries after we turn to dust. We hear only part of it, and we do not understand the biggest part of what we hear, but nevertheless, a bit vaguely, we understand something great, something important."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you truly love goodness (God), then you cannot have doubts in your immortality."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 10
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The holy spirit which exists in people is liberated more and more. This will change our existing world order."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Real science shows us how to apply our religious faith to our outer Uves. Art shows us how to apply it to our feelings."
      },
      {
        "type": "quote",
        "message": "The further any purpose the faster we should work toward it.",
        "author": "GIUSEPPE MAZZINI"
      },
      {
        "type": "quote",
        "message": "The longer I live, the more things I must complete.",
        "author": "WILLIAM ELLERY CHANNING"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The more we understand our divine nature, the more its rules should be fulfilled in our actions."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 11
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Everything is connected more closely in the spiritual world than in the material world. Every lie brings multiple lies, every cruelty brings more cruelty."
      },
      {
        "type": "quote",
        "message": "Very often people are proud of the purity of their conscience only because their memory is too short.",
        "author": "ZANIZAD RAFAEZSKY"
      },
      {
        "type": "quote",
        "message": "Drop after drop, water fills the vessel; in the same way those who want to be good, become filled with goodness.",
        "author": "DHAMMAPADA, a book of BUDDHIST WISDOM"
      },
      {
        "type": "quote",
        "message": "Many of our vices exist only because they are supported by other vices; therefore, if we destroy our major vices, many others will disappear at once, in the same way as branches fall when you cut the trunk of a tree.",
        "author": "BLAISE PASCAL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Be attentive to the appearance of evil. There is an inner voice in your soul which always tells you about approaching evil You feel unpleasant, you feel ashamed. Believe in this voice; stop and seek to improve yourself, and then you will defeat evil."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 12
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "At a certain level of self-awareness, a person understands something supernatural in himself."
      },
      {
        "type": "quote",
        "message": "God exists because we exist. You can call it any other name, but there is no doubt that the superior life which created us exists. And you can call the source of this life God, or give it any other name.",
        "author": "GIUSEPPE MAZZINI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "God exists only for those who look for Him. Start looking: you will find Him in you and yourself in Him."
      },
      {
        "type": "quote",
        "message": "Looking for God is like pulling a net in the water. When you pull the net, it is heavy and full of water, and yet when you pull it out, there is nothing in it. When you seek God with your intellect and your actions, God exists in you, and as soon as you decide that you have found God, and stop and become satisfied, you have lost him.",
        "author": "FYODOR STRAKHOV"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is surprising that I could not see a very simple truth: behind and above this world and our lives, there is someone who knows why this world exists and why we exist in this world. And our lives are as bubbles in boiling water, which appear, rise to the surface, pop, and disappear."
      },
      {
        "type": "quote",
        "message": "The unity of all living beings exists in this world where everybody and everything quietly seeks God. It is only unbelieving atheists who see eternal silence.",
        "author": "JEAN JACQUES ROUSSEAU"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Just because a person does not understand God, he has no right to draw the conclusion that God does not exist."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 13
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "We understand the divine, spiritual beginning of our life both with our intellect and with our love."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A man is wise who does three things: first, he does by himself those things which he advises others to do; secondly, he does not do anything that contravenes the truth; and thirdly, he is patient with the weaknesses of those who surround him."
      },
      {
        "type": "quote",
        "message": "Great thoughts come directly from the heart.",
        "author": "Luc DE VAUVENARGUES"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Investigate everything: believe only in those things which exist in accordance with intellect."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A clever person cannot be evil. A kind person is always clever. Improve your kindness by exercising your intellect, and improve your intellect by exercising your kindness and love."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 14
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "We cannot hope to obtain any sort of perfection in a society which is divided into two parts: rich people who rule the world and poor people who obey their orders."
      },
      {
        "type": "quote",
        "message": "We came to strange conclusions in this world: we say that we live in society but at the same time we live lonely lives.",
        "author": "THOMAS CARLYLE"
      },
      {
        "type": "quote",
        "message": "If there are millionaires, there should be paupers.",
        "author": "HENRY GEORGE"
      },
      {
        "type": "quote",
        "message": "If you have an income without working hard, then someone worked hard without receiving an income.",
        "author": "MAIMONIDES"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is worse to be an oppressive master than an obedient slave. Excessive wealth is worse than poverty."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 15
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The consequences of our notions cannot be known to us, because they ripple outward limitlessly in a limitless world."
      },
      {
        "type": "quote",
        "message": "Our efforts to penetrate the mystery of God are futile. It is enough to follow the divine law.",
        "author": "The TALMUD"
      },
      {
        "type": "quote",
        "message": "A saint lives with his inner life; he denies outer life.",
        "author": "LAO-TZU"
      },
      {
        "type": "message",
        "message": "Our most important actions are those consequences which we will not see."
      },
      {
        "type": "quote",
        "message": "Great deeds have very remote consequences.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "message": "If you can see all of the consequences of your actions, then your actions are of no use."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 16
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "To accept the dignity of another person is an axiom. It has nothing to do with subduing, supporting, or giving charity to other people."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The smallest detail can benefit the strengthening of character. Do not say that small details are not important; only a person with high morals can see their importance."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Some of the most religious people in Russia have an interesting habit: they make a low bow to persons to whom they are introduced for the first time. They say they do this to acknowledge the divine spirit that every person has within himself. This is not a widespread tradition, but its foundations are very deep."
      },
      {
        "type": "quote",
        "message": "A man is humble. He can hardly say: I exist, I can think.",
        "author": "After RALPH WALDO EMERSON"
      },
      {
        "type": "message",
        "message": "A person should know that he performs true charity not in front of other persons, but before the eternal law of God."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 17
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Christianity is the study of the divine beginning in a person."
      },
      {
        "type": "quote",
        "message": "Christianity is a very simple thing: love other persons, as you love God. Be as perfect as your father in heaven. Live in the spirit of God, making the best things, in the best possible way, for the best purposes. Even a small child can understand these ideas, and even a great mind cannot improve upon them.",
        "author": "THEODORE PARKER"
      },
      {
        "type": "message",
        "message": "Without the clear understanding of the meaning of one’s life, without faith, a person can at any minute deny good and start worshiping evil."
      },
      {
        "type": "message",
        "message": "A person cannot have complete understanding of the meaning of life. A person can only know its direction."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "The essence of all religious teachings is love. What is special in Christianity is teachings about love, the clear and exact statement of the major condition of love: nonresistance to evil and violence."
      },
      {
        "type": "message",
        "message": "If you want to be quiet and strong, work and improve your faith."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 18
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "What is important is not the quantity of your knowledge, but its quality. You can know many things without knowing that which is most important."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Ignorance in itself is neither shameful nor harmful. Nobody can know everything. But pretending that you know what you actually do not know is both shameful and harmful."
      },
      {
        "type": "quote",
        "message": "There are two types of ignorance, the pure, natural ignorance into which all people are born, and the ignorance of the so-called wise. You will see that many among those who call themselves scholars do not know real life, and they despise simple people and simple things.",
        "author": "BLAISE PASCAL"
      },
      {
        "type": "quote",
        "message": "The truth should often overcome thousands of obstacles, until it is accepted.",
        "author": "GEORGE LICHTENBERG"
      },
      {
        "type": "quote",
        "message": "The scholar who thinks but does not create is like the cloud which does not give rain.",
        "author": "EASTERN WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Vague and complex terminology was created by false scholars. Real, truthful knowledge does not need vague terms."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 19
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A man who does not understand the benefit of suffering does not live a clever and true life."
      },
      {
        "type": "quote",
        "message": "Mankind has never achieved greatness but through suffering.",
        "author": "F. ROBERT DE LAMENNAIS"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Without suffering, spiritual growth cannot happen. Suffering often accompanies death, but suffering is also a useful, beneficial condition of life. It is said that God loves those who experience suffering."
      },
      {
        "type": "quote",
        "message": "Religion gives a person the understanding of the meaning of his existence and his destination.",
        "author": "ANATOLE FRANCE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person who lives a spiritual life cannot help but see that suffering brings him closer to God. Seen in this light, suffering loses its bitter side and becomes bliss."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 20
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "For a person who leads a spiritual life, self-sacrifice brings a bliss that far transcends the pleasure of a person who lives by the self-indulgent satisfaction of his animal passions."
      },
      {
        "type": "quote",
        "message": "He who is kind does good for other people. And if a person suffers while he does kind deeds, he becomes an even better person.",
        "author": "JEAN DE LA BRUYÈRE"
      },
      {
        "type": "quote",
        "message": "He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.",
        "author": "MATTHEW 10:37"
      },
      {
        "type": "quote",
        "message": "There is no higher blessing for a person than to do charitable work for the benefit and well-being of others.",
        "author": "LUCY MALORY"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Just as fire blows out candles, good deeds for the benefit of others destroy a selfish life."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The dark spot in the sunlight that falls on us is the shadow created by our own personalities. We live for ourselves only when we live for others. It may seem strange, but try it, and you will see it from your own experience."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 21
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "In the future, the order of the social life of the Christian world will be changed by the replacement of violence and its fears with love and blessing."
      },
      {
        "type": "quote",
        "message": "Thus I command you, to love one another.",
        "author": "JOHN 15:17-19"
      },
      {
        "type": "message",
        "italics": true,
        "message": "It is a mistake to think that there are times when you can safely address a person without love. You can work with objects without love—cutting wood, baking bricks, making iron—but you cannot work with people without love. In the same way as you cannot work with bees without being cautious, you cannot work with people without being mindful of their humanity. It is the quality of people as it is of bees: if you are not very cautious with them, then you harm both yourself and them. It cannot be otherwise, because mutual love is the major law of our existence."
      },
      {
        "type": "quote",
        "message": "Until I can see that the major commandment of Christ—love your enemies—is being fulfilled, I will continue to believe that many people are not real Christians, but only pretend to be Christians.",
        "author": "GOTTHOLD EPHRAIM LESSING"
      },
      {
        "type": "quote",
        "message": "The worst mistake which was ever made in this world was the separation of political science from ethics.",
        "author": "PERCY BYSSHE SHELLEY"
      },
      {
        "type": "message",
        "italics": true,
        "message": "You should live so that it is possible to create the kingdom of love on earth. You should live a life based not on violence but on love."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 22
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The greatest knowledge is self-knowledge. He who understands himself will understand God."
      },
      {
        "type": "quote",
        "message": "Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me. And he that seeth me seeth him that sent me. I am come a light into the world, that whosoever believeth on me should not abide in darkness. And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world. He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day. For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak. And I know that this commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.",
        "author": "JOHN 12:44-50"
      },
      {
        "type": "quote",
        "message": "Without purity of soul, how can you say, I will glorify God? That light, like a morning star, which lives in the heart of every person, this light is our salvation.",
        "author": "WABANA PURANA, INDIAN WISDOM"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person can transform his personality, his inner self, from the domain of suffering and subduing into the domain which is always steady and joyful, that is, the domain of understanding his spiritual and divine essence."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 23
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Real goodness is always simple."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Simplicity is so attractive and so profitable that it is strange that so few people lead truly simple lives."
      },
      {
        "type": "quote",
        "message": "Do not seek happiness elsewhere. Give thanks to God, who made necessary things simple, and complicated things unnecessary.",
        "author": "GREGORY SKOVORODA"
      },
      {
        "type": "quote",
        "message": "Most of our spending is done to forward our efforts to look like others.",
        "author": "RALPH WALDO EMERSON"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Every great thing is done in a quiet, humble, simple way; to plow the land, to build houses, to breed cattle, even to think—you cannot do such things when there are thunder and lightning around you. Great and true things are always simple and humble."
      },
      {
        "type": "message",
        "italics": true,
        "message": "No one looks less simple than those people who artificially strive to seem so. Artificial simplicity is the most unpleasant of all artificial things."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 24
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "In any struggle true bravery lies within those who know that God is their ally."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Whatever happens, do not lose faith. Nothing bad can happen to you as a human being."
      },
      {
        "type": "quote",
        "message": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
        "author": "JOHN 16:33"
      },
      {
        "type": "quote",
        "message": "Everything is indefinite, misty, and transient; only virtue is clear, and it cannot be destroyed by any force.",
        "author": "MARCUS TULLIUS CICERO"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Only a person who renounces his personality becomes truly powerful. As soon as one denies his personality, it is not he but God who acts through him."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Once upon a time, a Roman empress lost her precious jewelry. It was announced across the empire that whoever found her lost stones before thirty days would receive a big reward, but any who returned the jewelry after thirty days would be executed. Samuel, a Jewish rabbi, found the precious stones, but he returned them after thirty days had passed. “Have you been abroad?” the Roman empress asked him. “No, I was at home.” “Maybe you did not know what was proclaimed?” “No, I knew,” said Samuel. “Then why did you not return these things before the expiry of the thirty days? Now you have to be executed.” “I wanted to show you that I returned your lost jewelry, not because of fear of your punishment, but because of fear of God.”"
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 25
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A person can understand himself as a material or a spiritual being. When you understand yourself as a spiritual being, then you are free."
      },
      {
        "type": "message",
        "italics": true,
        "message": "What is “love of God,” if it is not the effort to add part of yourself to the higher creative flow of energy in this world? Divine force exists in everything, but the greatest manifestation of it in this world is in humanity, and in order to put it to work, one must understand it and accept it."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If a person does not believe himself capable of doing the best things in the world, then he starts to create the worst things."
      },
      {
        "type": "quote",
        "message": "I know that the sky knows everything, and that its laws are constant. I know that it sees everything, it gets into everything, and it is present in everything. The heavens can get into the depths of all human hearts in the same way that the daylight can lighten a dark room. We should try to reflect this heavenly light.",
        "author": "CHINESE WISDOM"
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 26
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "The understanding of the existence of God is accessible to everybody; the complete understanding of the essence of God is not accessible to any person."
      },
      {
        "type": "quote",
        "message": "All the nations of the world name and respect God. Different people give him different names, and put different clothes on him; but there is only one God under all these different manifestations.",
        "author": "JEAN JACQUES ROUSSEAU"
      },
      {
        "type": "quote",
        "message": "Faith in God is as natural to men as their ability to walk on two feet. This faith can be modified, and it can even disappear in some individuals; but as a rule, it is necessary for intellectual life in society.",
        "author": "After GEORGE LICHTENBERG"
      },
      {
        "type": "quote",
        "message": "There are some statements which cannot be fathomed: God exists or he does not exist; the soul exists in the body, or we do not have a soul; the world was created or the world was not created.",
        "author": "BLAISE PASCAL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Live in God, live together with God, by understanding Him in you, and do not try to define Him with words."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 27
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A bad mood is often the reason for blaming others; but very often blaming others causes bad feelings in us: the more we blame others, the worse we feel."
      },
      {
        "type": "message",
        "italics": true,
        "message": "One of our most common and widespread prejudices is that every person has a fixed, special characteristic, that there are kind people and evil, clever people and stupid people, and cold or hot people. But people are not like this; we can say about a person only that he is more often kind than evil, more often clever than stupid, more often cold than hot. We always divide people like this, but it is no less wrong."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If there is animosity between two people, both are to blame. Any number you multiply by zero, however big, will equal zero. If there is animosity, then, it is the animosity of two people toward each other, and it exists in both of them."
      },
      {
        "type": "quote",
        "message": "Try to understand and remember that a person always tries to do what is best for himself. And if he is right when he does the best thing for himself, it is good; but if he is mistaken, it is bad, because suffering will follow after such mistakes. If you remember this, then you will never be upset by anybody, you will never reproach anybody, and you will never be an enemy to anybody.",
        "author": "After EPICTETUS"
      },
      {
        "type": "message",
        "message": "If you are living with another person, make an agreement that as soon as either of you starts to blame the other, you will end the argument."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 28
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Work is the necessary condition of happiness. First, favorite and free work; secondly, the physical work which arouses your appetite and afterward gives you tranquil and sound sleep."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Manual labor does not exclude intellectual activity, but improves its quality and even helps it."
      },
      {
        "type": "quote",
        "message": "Constant idleness should be included in the tortures of hell, but it is, on the contrary, considered to be one of the joys of paradise.",
        "author": "CHARLES DE MONTESQUIEU"
      },
      {
        "type": "quote",
        "message": "When a person sets to work, even if it is the most unqualified, primitive, simple work, the human soul calms down. As soon as a person starts to work, all the demons leave him and cannot approach him. A man becomes a man.",
        "author": "THOMAS CARLYLE"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Work is necessary. If you want a good disposition of your spirit, work until you become tired. But not too much. Not until you become exhausted. A good spiritual disposition can be destroyed by excessive work as well as by idleness."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 29
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "A person can fulfill his purpose in life equally as well in illness as in health."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If we meditate upon the existence of life after death, then all illnesses would seem to be taking us closer to the movement from one life to another, a transfer more desirable than undesirable. During these pains we can understand and explain for ourselves what will happen to us, and prepare for the new state of our next existence."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Usually people think that it is possible to serve God and humanity only when you are healthy. This is not true. Very often it is to the contrary. Christ served God and all mankind when he suffered on the cross, and even then he forgave those who killed him. Every person can do likewise. You cannot say which state is better, a healthy or ill state, in the service of God and humankind."
      },
      {
        "type": "message",
        "italics": true,
        "message": "For yourself, and for yourself only, it is necessary to have health and power. But to serve God it is not necessary, and sometimes even the opposite is true."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Very often, when I have dealt with terminally ill people, I have learned that the most important thing is not hiding the approaching death from the patient, but on the contrary, explaining to him his own divine, spiritual nature, which grows in him and which cannot be destroyed by death."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Illnesses almost always destroy one’s physical power, and they release the power of one’s soul. For a person who concentrates his consciousness in the spiritual domain, illnesses do not diminish his goodness, but on the contrary, they increase it."
      }
    ],
    [
      {
        "date": {
          "month": 4,
          "day": 30
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "It seems that it is impossible to live without discovering the purpose of your life. And the first thing which a person should do is to understand the meaning of life. But the majority of people who consider themselves to be educated are proud that they have reached such a great height that they cease to care about the meaning of existence."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The real purpose of our existence is to understand this limitless life existing in this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person may not know the purpose of his life, but he should know how to live."
      },
      {
        "type": "message",
        "italics": true,
        "message": "A worker at a big plant may not necessarily know the purpose of his labor, but if he is a good worker, he should know how to do well what he should do."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Every living being has sensory organs which reveal to it its place in the world. For a human, the primary sense is the intellect."
      },
      {
        "type": "message",
        "italics": true,
        "message": "If you do not know your place in the world and the meaning of your life, you should know that there is something to blame; and it is not the social system, or your intellect, but the way in which you directed your intellect."
      }
    ],
    //Upto End of April
    [
      {
        "type": "intro",
        "message": "Life is the understanding of a holy spirit in yourself; a holy spirit which is put into some limits"
      },
      {
        "type": "quote",
        "message": "The only clear and final truth is the truth of conscience.",
        "author": "RENÉ DESCARTES"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Under my feet, there is cold frozen earth; around me huge trees are standing; above my head is the foggy cold sky. I feel my body, I feel my mind occupied with various thoughts. And at the same time I know that all these things, all this frosted cold earth, and the trees, and the sky, and my body, and my thoughts, this is all created by chance, this is a temporary world, the creation of my five senses. The world created by me exists only because I am part of it, and therefore, I separate myself from the world. I know that I could die, but the world will not disappear."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Death will make some changes in me, and while I will not be completely destroyed, I will become another being, separate from this world. Now, at present, I understand myself; then, something different altogether will happen to my inner self. And there can be a limitless number of such beings, which exist separately from this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Our life is our limited understanding of this eternal and limitless spirit which knows no constraints in time and space and which is not bound by any spatial or timely events."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The human conscience is a divine conscience."
      }
    ],
    [
      {
        "type": "intro",
        "message": "Our land, like our character, cannot be the object of buying and selling. Behind the buying and selling of earth is the hidden process of buying and selling a personality."
      },
      {
        "type": "quote",
        "message": "Earth is the great gift which nature gave to people, and the birth of every person in this world should give him the right to possess this earth. And this right should be as natural as the right of a person to have the breast of his mother.",
        "author": "JEAN FRANÇOIS MARMONTEL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person in our society cannot sleep without paying for the place where he sleeps; he has the right to have free air or water or sunlight only when he is on the road. The only right he has is to walk along this road; until he becomes tired, or he cannot walk, he has to continue walking."
      },
      {
        "type": "quote",
        "message": "The bodies of men and women, and even more importantly, their children, should not be bought and sold. So too the water, the land and air, because these things are necessary conditions of this existence.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "People strive in this world, not for those things which are truly good, but for the possession of many things which they can call their property."
      }
    ]
  ]
}