{
  "quotes": [
    [
      {
        "date": {
          "month": 1,
          "date": 1
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Better to know a few things which are good and necessary than many things which are useless and mediocre."
      },
      {
        "type": "quote",
        "message": "What a great treasure can be hidden in a small, selected library! A company of the wisest and the most deserving people from all the civilized countries of the world, for thousands of years, can make the results of their studies and their in clear words for us, people from another century. Yes, we should be grateful for the best books, for the best spiritual achievements in our lives.",
        "author": "Ralph Waldo Emerson"
      },
      {
        "type": "quote",
        "message": "There are too many mediocre books which exist just to entertain your mind. Therefore, read only those books which are accepted without doubt as good.",
        "author": "Lucius Annaeus Seneca"
      },
      {
        "type": "quote",
        "message": "Read the best books first, otherwise you’ll find you do not have time.",
        "author": "Henry David Thoreau"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The difference between real material poison and intellectual poison is that most material poison is disgusting to the taste, but intellectual poison, which takes the form of cheap newspapers or bad books, can unfortunately sometimes be attractive."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "date": 2
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "One of the worst prejudices known is held by the majority of the so-called scholars of our time, who claim that a person can live without faith."
      },
      {
        "type": "quote",
        "message": "Throughout the centuries, in every age, people have wanted to know or at least have a vague idea about the source, the beginning, and the final purpose of their existence. Religion satisfies this requirement, and makes clear those connections which unite all people as brothers, revealing to them that they have the same source of origin, the same task for their lives, and the same general final goal.",
        "author": "Guiseppe Mazzini"
      },
      {
        "type": "message",
        "italics": true,
        "message": " The essential meaning of every religion is to answer the question “Why do I live, and what is my attitude to the limitless world which surrounds me?” There is not a single religion, from the most sophisticated to the most primitive, which does not have as its basis the definition of this attitude of a person to the world."
      },
      {
        "type": "quote",
        "message": "At the heart of all religions lies a single unifying truth. Let Persians bear their taovids, Jews wear their caps, Christians bear their cross, Muslims bear their sickle moon, but we have to remember that these are all only outer signs. The general essence of all religions is love to your neighbor, and that this is requested by Manuf, Zoroaster, Buddha, Moses, Socrates, Jesus, Saint Paul, and Mohammed alike.",
        "author": "EWALD FLÜGEL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The life of a person without faith is the life of an animal."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "date": 3
        }
      },
      {
        "type": "quote",
        "message": "Those who know the rules of true wisdom are baser than those who love them. Those who love them are baser than those who follow them.",
        "author": "Chinese Proverb"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The most important question to keep before ourselves at all times is this: Do we do the right thing? During this short period of time which  we call our life, do our acts conform to the will of the force that sent us into the world? Do we do the right thing?"
      },
      {
        "type": "message",
        "italics": true,
        "message": "When I am in difficult circumstances, I ask God to help me. But it is my duty to serve the Lord, and not His to serve me. As soon as I remember this, my burden becomes lighter."
      },
      {
        "type": "quote",
        "message": "We have to fulfill honestly and irreproachably the work destined for us. It does not matter whether we hope that we will become angels some day, or believe that we have originated from slugs.",
        "author": "John Ruskin"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Just imagine that the purpose of your life is your happiness only—then life becomes a cruel and senseless thing. You have to embrace what the wisdom of humanity, your intellect, and your heart tell you: that the meaning of life is to serve the force that sent you into the world. Then life becomes a constant joy."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "date": 4
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Even if we don’t want to, we can’t help but feel our connection to the rest of mankind: we are connected by industry, by trade, by art, by knowledge, and most importantly, by our common mortality."
      },
      {
        "type": "quote",
        "italics": true,
        "message": "Kind people help each other even without noticing that they are doing so, and evil people act against each other on purpose.",
        "author": "CHINESE PROVERB"
      },
      {
        "type": "quote",
        "message": "Every person has his burden. One cannot live without the support of other people; therefore we have to support each other with consolation, advice, and mutual warnings.",
        "author": "From the \"BOOK OF DIVINE THOUGHTS\""
      },
      {
        "type": "quote",
        "message": "All the children of Adam are members of the same body. When one member suffers, all the others suffer as well. If you are indifferent to the sufferings of others, you do not deserve to be called a man.",
        "author": "MUSLIH-UD-DIN SAADI"
      },
      {
        "type": "message",
        "italics": true,
        "message": "The history of mankind is the movement of humanity toward greater and greater unification."
      }
    ],
    [
      {
        "date": {
          "month": 1,
          "date": 5
        }
      },
      {
        "type": "intro",
        "italics": true,
        "message": "Sometimes, the damage done by our words is obvious and sometimes it isn’t, but the damage is not any smaller for our not being able to see those people who suffer from our words."
      },
      {
        "type": "quote",
        "message": "A gunshot wound may be cured, but the wound made by a tongue never heals.",
        "author": "PERSIAN WISDOM"
      },
      {
        "type": "scripture",
        "message": "If any man offend not in word, the same is a perfect man…. Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
        "verse": "—JAMES 3: 2, 5"
      },
      {
        "type": "quote",
        "message": "When you hear people speak about the viciousness of other people, do not share in pleasure by discussing these issues. When you hear about the bad deeds of people, do not listen to the end and try to forget what you have heard. When you hear about the virtues of other people, remember them and tell them to others.",
        "author": "EASTERN WISDOM"
      },
      {
        "type": "quote",
        "message": "Do listen to disputes, but be not so involved in disputes yourself.",
        "author": "NIKOLAI GOGOL"
      },
      {
        "type": "scripture",
        "message": "I said, I will take heed to my ways, that I sin not with my tongue.",
        "verse": "PSALMS 39:1"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Be afraid to destroy the unity of people by stirring bad feelings amongst them against another with your words."
      }
    ],
    [
      {
        "date": {
          "month": "January",
          "date": 24
        }
      },
      {
        "type": "intro",
        "message": "Nobody knows where the human race is going. The highest wisdom, then, is to know where you should go: toward perfection."
      },
      {
        "type": "quote",
        "message": "A wise man seeks wisdom; a madman thinks that he has found it.",
        "author": "PERSIAN PROVERB"
      },
      {
        "type": "quote",
        "italics": true,
        "message": "It is not the place we occupy which is important, but the direction in which we move.",
        "author": "OLIVER WENDELL HOLMES"
      },
      {
        "type": "message",
        "message": "Your actions should be determined not by the desire of the people around you, but by the needs of all mankind."
      }
    ],
    [
      {
        "type": "intro",
        "message": "Life is the understanding of a holy spirit in yourself; a holy spirit which is put into some limits"
      },
      {
        "type": "quote",
        "message": "The only clear and final truth is the truth of conscience.",
        "author": "RENÉ DESCARTES"
      },
      {
        "type": "message",
        "italics": true,
        "message": "Under my feet, there is cold frozen earth; around me huge trees are standing; above my head is the foggy cold sky. I feel my body, I feel my mind occupied with various thoughts. And at the same time I know that all these things, all this frosted cold earth, and the trees, and the sky, and my body, and my thoughts, this is all created by chance, this is a temporary world, the creation of my five senses. The world created by me exists only because I am part of it, and therefore, I separate myself from the world. I know that I could die, but the world will not disappear."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Death will make some changes in me, and while I will not be completely destroyed, I will become another being, separate from this world. Now, at present, I understand myself; then, something different altogether will happen to my inner self. And there can be a limitless number of such beings, which exist separately from this world."
      },
      {
        "type": "message",
        "italics": true,
        "message": "Our life is our limited understanding of this eternal and limitless spirit which knows no constraints in time and space and which is not bound by any spatial or timely events."
      },
      {
        "type": "message",
        "italics": true,
        "message": "The human conscience is a divine conscience."
      }
    ],
    [
      {
        "type": "intro",
        "message": "Our land, like our character, cannot be the object of buying and selling. Behind the buying and selling of earth is the hidden process of buying and selling a personality."
      },
      {
        "type": "quote",
        "message": "Earth is the great gift which nature gave to people, and the birth of every person in this world should give him the right to possess this earth. And this right should be as natural as the right of a person to have the breast of his mother.",
        "author": "JEAN FRANÇOIS MARMONTEL"
      },
      {
        "type": "message",
        "italics": true,
        "message": "A person in our society cannot sleep without paying for the place where he sleeps; he has the right to have free air or water or sunlight only when he is on the road. The only right he has is to walk along this road; until he becomes tired, or he cannot walk, he has to continue walking."
      },
      {
        "type": "quote",
        "message": "The bodies of men and women, and even more importantly, their children, should not be bought and sold. So too the water, the land and air, because these things are necessary conditions of this existence.",
        "author": "JOHN RUSKIN"
      },
      {
        "type": "message",
        "italics": true,
        "message": "People strive in this world, not for those things which are truly good, but for the possession of many things which they can call their property."
      }
    ]
  ]
}